{"author": "Michael Anton", "note": "Published under pseudonym 'Publius Decius Mus'; original on claremont.org is cleaner than version on amgreatness.com", "source": "http://www.claremont.org/crb/basicpage/the-flight-93-election/", "text": "2016 is the Flight 93 election: charge the cockpit or you die. You may die anyway. You—or the leader of your party—may make it into the cockpit and not know how to fly or land the plane. There are no guarantees.\nExcept one: if you don’t try, death is certain. To compound the metaphor: a Hillary Clinton presidency is Russian Roulette with a semi-auto. With Trump, at least you can spin the cylinder and take your chances.\nTo ordinary conservative ears, this sounds histrionic. The stakes can’t be that high because they are never that high—except perhaps in the pages of Gibbon. Conservative intellectuals will insist that there has been no “end of history” and that all human outcomes are still possible. They will even—as Charles Kesler does—admit that America is in “crisis.” But how great is the crisis? Can things really be so bad if eight years of Obama can be followed by eight more of Hillary, and yet Constitutionalist conservatives can still reasonably hope for a restoration of our cherished ideals? Cruz in 2024!\nNot to pick (too much) on Kesler, who is less unwarrantedly optimistic than most conservatives. And who, at least, poses the right question: Trump or Hillary? Though his answer—“even if [Trump] had chosen his policies at random, they would be sounder than Hillary’s”—is unwarrantedly ungenerous. The truth is that Trump articulated, if incompletely and inconsistently, the right stances on the right issues—immigration, trade, and war—right from the beginning.\nBut let us back up. One of the paradoxes—there are so many—of conservative thought over the last decade at least is the unwillingness even to entertain the possibility that America and the West are on a trajectory toward something very bad. On the one hand, conservatives routinely present a litany of ills plaguing the body politic. Illegitimacy. Crime. Massive, expensive, intrusive, out-of-control government. Politically correct McCarthyism. Ever-higher taxes and ever-deteriorating services and infrastructure. Inability to win wars against tribal, sub-Third-World foes. A disastrously awful educational system that churns out kids who don’t know anything and, at the primary and secondary levels, can’t (or won’t) discipline disruptive punks, and at the higher levels saddles students with six figure debts for the privilege. And so on and drearily on. Like that portion of the mass where the priest asks for your private intentions, fill in any dismal fact about American decline that you want and I’ll stipulate it.\nConservatives spend at least several hundred million dollars a year on think-tanks, magazines, conferences, fellowships, and such, complaining about this, that, the other, and everything. And yet these same conservatives are, at root, keepers of the status quo. Oh, sure, they want some things to change. They want their pet ideas adopted—tax deductions for having more babies and the like. Many of them are even good ideas. But are any of them truly fundamental? Do they get to the heart of our problems?\nIf conservatives are right about the importance of virtue, morality, religious faith, stability, character and so on in the individual; if they are right about sexual morality or what came to be termed “family values”; if they are right about the importance of education to inculcate good character and to teach the fundamentals that have defined knowledge in the West for millennia; if they are right about societal norms and public order; if they are right about the centrality of initiative, enterprise, industry, and thrift to a sound economy and a healthy society; if they are right about the soul-sapping effects of paternalistic Big Government and its cannibalization of civil society and religious institutions; if they are right about the necessity of a strong defense and prudent statesmanship in the international sphere—if they are right about the importance of all this to national health and even survival, then they must believe—mustn’t they?—that we are headed off a cliff.\nBut it’s quite obvious that conservatives don’t believe any such thing, that they feel no such sense of urgency, of an immediate necessity to change course and avoid the cliff. A recent article by Matthew Continetti may be taken as representative—indeed, almost written for the purpose of illustrating the point. Continetti inquires into the “condition of America” and finds it wanting. What does Continetti propose to do about it? The usual litany of “conservative” “solutions,” with the obligatory references to decentralization, federalization, “civic renewal,” and—of course!—Burke. Which is to say, conservatism’s typical combination of the useless and inapt with the utopian and unrealizable. Decentralization and federalism are all well and good, and as a conservative, I endorse them both without reservation. But how are they going to save, or even meaningfully improve, the America that Continetti describes? What can they do against a tidal wave of dysfunction, immorality, and corruption? “Civic renewal” would do a lot of course, but that’s like saying health will save a cancer patient. A step has been skipped in there somewhere. How are we going to achieve “civic renewal”? Wishing for a tautology to enact itself is not a strategy.\nContinetti trips over a more promising approach when he writes of “stress[ing] the ‘national interest abroad and national solidarity at home’ through foreign-policy retrenchment, ‘support to workers buffeted by globalization,’ and setting ‘tax rates and immigration levels’ to foster social cohesion.\" That sounds a lot like Trumpism. But the phrases that Continetti quotes are taken from Ross Douthat and Reihan Salam, both of whom, like Continetti, are vociferously—one might even say fanatically—anti-Trump. At least they, unlike Kesler, give Trump credit for having identified the right stance on today’s most salient issues. Yet, paradoxically, they won’t vote for Trump whereas Kesler hints that he will. It’s reasonable, then, to read into Kesler’s esoteric endorsement of Trump an implicit acknowledgment that the crisis is, indeed, pretty dire. I expect a Claremont scholar to be wiser than most other conservative intellectuals, and I am relieved not to be disappointed in this instance.\nYet we may also reasonably ask: What explains the Pollyanna-ish declinism of so many others? That is, the stance that Things-Are-Really-Bad—But-Not-So-Bad-that-We-Have-to-Consider-Anything-Really-Different! The obvious answer is that they don’t really believe the first half of that formulation. If so, like Chicken Little, they should stick a sock in it. Pecuniary reasons also suggest themselves, but let us foreswear recourse to this explanation until we have disproved all the others.\nWhatever the reason for the contradiction, there can be no doubt that there is a contradiction. To simultaneously hold conservative cultural, economic, and political beliefs—to insist that our liberal-left present reality and future direction is incompatible with human nature and must undermine society—and yet also believe that things can go on more or less the way they are going, ideally but not necessarily with some conservative tinkering here and there, is logically impossible.\nLet’s be very blunt here: if you genuinely think things can go on with no fundamental change needed, then you have implicitly admitted that conservatism is wrong. Wrong philosophically, wrong on human nature, wrong on the nature of politics, and wrong in its policy prescriptions. Because, first, few of those prescriptions are in force today. Second, of the ones that are, the left is busy undoing them, often with conservative assistance. And, third, the whole trend of the West is ever-leftward, ever further away from what we all understand as conservatism.\nIf your answer—Continetti’s, Douthat’s, Salam’s, and so many others’—is for conservatism to keep doing what it’s been doing—another policy journal, another article about welfare reform, another half-day seminar on limited government, another tax credit proposal—even though we’ve been losing ground for at least a century, then you’ve implicitly accepted that your supposed political philosophy doesn’t matter and that civilization will carry on just fine under leftist tenets. Indeed, that leftism is truer than conservatism and superior to it.\nThey will say, in words reminiscent of dorm-room Marxism—but our proposals have not been tried! Here our ideas sit, waiting to be implemented! To which I reply: eh, not really. Many conservative solutions—above all welfare reform and crime control—have been tried, and proved effective, but have nonetheless failed to stem the tide. Crime, for instance, is down from its mid-’70s and early ’90s peak—but way, way up from the historic American norm that ended when liberals took over criminal justice in the mid-’60s. And it’s rising fast today, in the teeth of ineffectual conservative complaints. And what has this temporary crime (or welfare, for that matter) decline done to stem the greater tide? The tsunami of leftism that still engulfs our every—literal and figurative—shore has receded not a bit but indeed has grown. All your (our) victories are short-lived.\nMore to the point, what has conservatism achieved lately? In the last 20 years? The answer—which appears to be “nothing”—might seem to lend credence to the plea that “our ideas haven’t been tried.” Except that the same conservatives who generate those ideas are in charge of selling them to the broader public. If their ideas “haven’t been tried,” who is ultimately at fault? The whole enterprise of Conservatism, Inc., reeks of failure. Its sole recent and ongoing success is its own self-preservation. Conservative intellectuals never tire of praising “entrepreneurs” and “creative destruction.” Dare to fail! they exhort businessmen. Let the market decide! Except, um, not with respect to us. Or is their true market not the political arena, but the fundraising circuit?\nOnly three questions matter. First, how bad are things really? Second, what do we do right now? Third, what should we do for the long term?\nConservatism, Inc.’s, “answer” to the first may, at this point, simply be dismissed. If the conservatives wish to have a serious debate, I for one am game—more than game; eager. The problem of “subjective certainty” can only be overcome by going into the agora. But my attempt to do so—the blog that Kesler mentions—was met largely with incredulity. How can they say that?! How can anyone apparently of our caste (conservative intellectuals) not merely support Trump (however lukewarmly) but offer reasons for doing do?\nOne of the Journal of American Greatness’s deeper arguments was that only in a corrupt republic, in corrupt times, could a Trump rise. It is therefore puzzling that those most horrified by Trump are the least willing to consider the possibility that the republic is dying. That possibility, apparently, seems to them so preposterous that no refutation is necessary.\nAs does, presumably, the argument that the stakes in 2016 are—everything. I should here note that I am a good deal gloomier than my (former) JAG colleagues, and that while we frequently used the royal “we” when discussing things on which we all agreed, I here speak only for myself.\nHow have the last two decades worked out for you, personally? If you’re a member or fellow-traveler of the Davos class, chances are: pretty well. If you’re among the subspecies conservative intellectual or politician, you’ve accepted—perhaps not consciously, but unmistakably—your status on the roster of the Washington Generals of American politics. Your job is to show up and lose, but you are a necessary part of the show and you do get paid. To the extent that you are ever on the winning side of anything, it’s as sophists who help the Davoisie oligarchy rationalize open borders, lower wages, outsourcing, de-industrialization, trade giveaways, and endless, pointless, winless war.\nAll of Trump’s 16 Republican competitors would have ensured more of the same—as will the election of Hillary Clinton. That would be bad enough. But at least Republicans are merely reactive when it comes to wholesale cultural and political change. Their “opposition” may be in all cases ineffectual and often indistinguishable from support. But they don’t dream up inanities like 32 “genders,” elective bathrooms, single-payer, Iran sycophancy, “Islamophobia,” and Black Lives Matter. They merely help ratify them.\nA Hillary presidency will be pedal-to-the-metal on the entire Progressive-left agenda, plus items few of us have yet imagined in our darkest moments. Nor is even that the worst. It will be coupled with a level of vindictive persecution against resistance and dissent hitherto seen in the supposedly liberal West only in the most “advanced” Scandinavian countries and the most leftist corners of Germany and England. We see this already in the censorship practiced by the Davoisie’s social media enablers; in the shameless propaganda tidal wave of the mainstream media; and in the personal destruction campaigns—operated through the former and aided by the latter—of the Social Justice Warriors. We see it in Obama’s flagrant use of the IRS to torment political opponents, the gaslighting denial by the media, and the collective shrug by everyone else.\nIt’s absurd to assume that any of this would stop or slow—would do anything other than massively intensify—in a Hillary administration. It’s even more ridiculous to expect that hitherto useless conservative opposition would suddenly become effective. For two generations at least, the Left has been calling everyone to their right Nazis. This trend has accelerated exponentially in the last few years, helped along by some on the Right who really do seem to merit—and even relish—the label. There is nothing the modern conservative fears more than being called “racist,” so alt-right pocket Nazis are manna from heaven for the Left. But also wholly unnecessary: sauce for the goose. The Left was calling us Nazis long before any pro-Trumpers tweeted Holocaust denial memes. And how does one deal with a Nazi—that is, with an enemy one is convinced intends your destruction? You don’t compromise with him or leave him alone. You crush him.\nSo what do we have to lose by fighting back? Only our Washington Generals jerseys—and paychecks. But those are going away anyway. Among the many things the “Right” still doesn’t understand is that the Left has concluded that this particular show need no longer go on. They don’t think they need a foil anymore and would rather dispense with the whole bother of staging these phony contests in which each side ostensibly has a shot.\nIf you haven’t noticed, our side has been losing consistently since 1988. We can win midterms, but we do nothing with them. Call ours Hannibalic victories. After the Carthaginian’s famous slaughter of a Roman army at Cannae, he failed to march on an undefended Rome, prompting his cavalry commander to complain: “you know how to win a victory, but not how to use one.” And, aside from 2004’s lackluster 50.7%, we can’t win the big ones at all.\nBecause the deck is stacked overwhelmingly against us. I will mention but three ways. First, the opinion-making elements—the universities and the media above all—are wholly corrupt and wholly opposed to everything we want, and increasingly even to our existence. (What else are the wars on “cis-genderism”—formerly known as “nature”—and on the supposed “white privilege” of broke hillbillies really about?) If it hadn’t been abundantly clear for the last 50 years, the campaign of 2015-2016 must surely have made it evident to even the meanest capacities that the intelligentsia—including all the organs through which it broadcasts its propaganda—is overwhelmingly partisan and biased. Against this onslaught, “conservative” media is a nullity, barely a whisper. It cannot be heard above the blaring of what has been aptly called “The Megaphone.”\nSecond, our Washington Generals self-handicap and self-censor to an absurd degree. Lenin is supposed to have said that “the best way to control the opposition is to lead it ourselves.” But with an opposition like ours, why bother? Our “leaders” and “dissenters” bend over backward to play by the self-sabotaging rules the Left sets for them. Fearful, beaten dogs have more thymos.\nThird and most important, the ceaseless importation of Third World foreigners with no tradition of, taste for, or experience in liberty means that the electorate grows more left, more Democratic, less Republican, less republican, and less traditionally American with every cycle. As does, of course, the U.S. population, which only serves to reinforce the two other causes outlined above. This is the core reason why the Left, the Democrats, and the bipartisan junta (categories distinct but very much overlapping) think they are on the cusp of a permanent victory that will forever obviate the need to pretend to respect democratic and constitutional niceties. Because they are.\nIt’s also why they treat open borders as the “absolute value,” the one “principle” that—when their “principles” collide—they prioritize above all the others. If that fact is insufficiently clear, consider this. Trump is the most liberal Republican nominee since Thomas Dewey. He departs from conservative orthodoxy in so many ways that National Review still hasn’t stopped counting. But let’s stick to just the core issues animating his campaign. On trade, globalization, and war, Trump is to the left (conventionally understood) not only of his own party, but of his Democratic opponent. And yet the Left and the junta are at one with the house-broken conservatives in their determination—desperation—not merely to defeat Trump but to destroy him. What gives?\nOh, right—there’s that other issue. The sacredness of mass immigration is the mystic chord that unites America’s ruling and intellectual classes. Their reasons vary somewhat. The Left and the Democrats seek ringers to form a permanent electoral majority. They, or many of them, also believe the academic-intellectual lie that America’s inherently racist and evil nature can be expiated only through ever greater “diversity.” The junta of course craves cheaper and more docile labor. It also seeks to legitimize, and deflect unwanted attention from, its wealth and power by pretending that its open borders stance is a form of noblesse oblige. The Republicans and the “conservatives”? Both of course desperately want absolution from the charge of “racism.” For the latter, this at least makes some sense. No Washington General can take the court—much less cash his check—with that epithet dancing over his head like some Satanic Spirit. But for the former, this priestly grace comes at the direct expense of their worldly interests. Do they honestly believe that the right enterprise zone or charter school policy will arouse 50.01% of our newer voters to finally reveal their “natural conservatism” at the ballot box? It hasn’t happened anywhere yet and shows no signs that it ever will. But that doesn’t stop the Republican refrain: more, more, more! No matter how many elections they lose, how many districts tip forever blue, how rarely (if ever) their immigrant vote cracks 40%, the answer is always the same. Just like Angela Merkel after yet another rape, shooting, bombing, or machete attack. More, more, more!\nThis is insane. This is the mark of a party, a society, a country, a people, a civilization that wants to die. Trump, alone among candidates for high office in this or in the last seven (at least) cycles, has stood up to say: I want to live. I want my party to live. I want my country to live. I want my people to live. I want to end the insanity.\nYes, Trump is worse than imperfect. So what? We can lament until we choke the lack of a great statesman to address the fundamental issues of our time—or, more importantly, to connect them. Since Pat Buchanan’s three failures, occasionally a candidate arose who saw one piece: Dick Gephardt on trade, Ron Paul on war, Tom Tancredo on immigration. Yet, among recent political figures—great statesmen, dangerous demagogues, and mewling gnats alike—only Trump-the-alleged-buffoon not merely saw all three and their essential connectivity, but was able to win on them. The alleged buffoon is thus more prudent—more practically wise—than all of our wise-and-good who so bitterly oppose him. This should embarrass them. That their failures instead embolden them is only further proof of their foolishness and hubris.\nWhich they self-laud as “consistency”—adherence to “conservative principle,” defined by the 1980 campaign and the household gods of reigning conservative think-tanks. A higher consistency in the service of the national interest apparently eludes them. When America possessed a vast, empty continent and explosively growing industry, high immigration was arguably good policy. (Arguably: Ben Franklin would disagree.) It hasn’t made sense since World War I. Free trade was unquestionably a great boon to the American worker in the decades after World War II. We long ago passed the point of diminishing returns. The Gulf War of 1991 was a strategic victory for American interests. No conflict since then has been. Conservatives either can’t see this—or, worse, those who can nonetheless treat the only political leader to mount a serious challenge to the status quo (more immigration, more trade, more war) as a unique evil.\nTrump’s vulgarity is in fact a godsend to the conservatives. It allows them to hang their public opposition on his obvious shortcomings and to ignore or downplay his far greater strengths, which should be even more obvious but in corrupt times can be deliberately obscured by constant references to his faults. That the Left would make the campaign all about the latter is to be expected. Why would the Right? Some—a few—are no doubt sincere in their belief that the man is simply unfit for high office. David Frum, who has always been an immigration skeptic and is a convert to the less-war position, is sincere when he says that, even though he agrees with much of Trump’s agenda, he cannot stomach Trump. But for most of the other #NeverTrumpers, is it just a coincidence that they also happen to favor Invade the World, Invite the World?\nAnother question JAG raised without provoking any serious attempt at refutation was whether, in corrupt times, it took a … let’s say ... “loudmouth” to rise above the din of The Megaphone. We, or I, speculated: “yes.” Suppose there had arisen some statesman of high character—dignified, articulate, experienced, knowledgeable—the exact opposite of everything the conservatives claim to hate about Trump. Could this hypothetical paragon have won on Trump’s same issues? Would the conservatives have supported him? I would have—even had he been a Democrat.\nBack on planet earth, that flight of fancy at least addresses what to do now. The answer to the subsidiary question—will it work?—is much less clear. By “it” I mean Trumpism, broadly defined as secure borders, economic nationalism, and America-first foreign policy. We Americans have chosen, in our foolishness, to disunite the country through stupid immigration, economic, and foreign policies. The level of unity America enjoyed before the bipartisan junta took over can never be restored.\nBut we can probably do better than we are doing now. First, stop digging. No more importing poverty, crime, and alien cultures. We have made institutions, by leftist design, not merely abysmal at assimilation but abhorrent of the concept. We should try to fix that, but given the Left’s iron grip on every school and cultural center, that’s like trying to bring democracy to Russia. A worthy goal, perhaps, but temper your hopes—and don’t invest time and resources unrealistically.\nBy contrast, simply building a wall and enforcing immigration law will help enormously, by cutting off the flood of newcomers that perpetuates ethnic separatism and by incentivizing the English language and American norms in the workplace. These policies will have the added benefit of aligning the economic interests of, and (we may hope) fostering solidarity among, the working, lower middle, and middle classes of all races and ethnicities. The same can be said for Trumpian trade policies and anti-globalization instincts. Who cares if productivity numbers tick down, or if our already somnambulant GDP sinks a bit further into its pillow? Nearly all the gains of the last 20 years have accrued to the junta anyway. It would, at this point, be better for the nation to divide up more equitably a slightly smaller pie than to add one extra slice—only to ensure that it and eight of the other nine go first to the government and its rentiers, and the rest to the same four industries and 200 families.\nWill this work? Ask a pessimist, get a pessimistic answer. So don’t ask. Ask instead: is it worth trying? Is it better than the alternative? If you can’t say, forthrightly, “yes,” you are either part of the junta, a fool, or a conservative intellectual.\nAnd if it doesn’t work, what then? We’ve established that most “conservative” anti-Trumpites are in the Orwellian sense objectively pro-Hillary. What about the rest of you? If you recognize the threat she poses, but somehow can’t stomach him, have you thought about the longer term? The possibilities would seem to be: Caesarism, secession/crack-up, collapse, or managerial Davoisie liberalism as far as the eye can see … which, since nothing human lasts forever, at some point will give way to one of the other three. Oh, and, I suppose, for those who like to pour a tall one and dream big, a second American Revolution that restores Constitutionalism, limited government, and a 28% top marginal rate.\nBut for those of you who are sober: can you sketch a more plausible long-term future than the prior four following a Trump defeat? I can’t either.\nThe election of 2016 is a test—in my view, the final test—of whether there is any virtù left in what used to be the core of the American nation. If they cannot rouse themselves simply to vote for the first candidate in a generation who pledges to advance their interests, and to vote against the one who openly boasts that she will do the opposite (a million more Syrians, anyone?), then they are doomed. They may not deserve the fate that will befall them, but they will suffer it regardless.", "timestamp": "2016-09-05", "title": "The Flight 93 Election"}
{"author": "Michael Anton", "note": "Published under pseudonym 'Publius Decius Mus'", "source": "http://www.claremont.org/crb/basicpage/restatement-on-flight-93/", "text": "Well, that was unexpected.\nEverything I said in “The Flight 93 Election” was derivative of things I had already said, with (I thought) more vim and vigor, in a now-defunct blog. I assumed the new piece would interest a handful of that blog’s remaining fans and no one else. My predictive powers proved imperfect.\nWhich should cheer everyone who hated what I said: if I was wrong about the one thing, maybe I’m wrong about the others. But let me take the various objections in ascending order of importance.\nFirst is the objection to anonymity and specifically to the pseudonym. Anonymity supposedly proves that I am a coward, while the use of “Decius” shows that I am a hypocrite. What am I risking?  I freely admit that, unlike the real Decius, I don’t expect to die. But I do have something to lose, and may well yet lose it. I could easily have not written anything. How could speaking up possibly have been more cowardly than silence?\nSecond is the objection to my invoking Flight 93. I refer such objectors to Stanton’s words at the death of Lincoln: “Now he belongs to the ages.” Heroes always belong to the ages. For all of recorded history, men have drawn inspiration from, and made analogies to, their heroes. Speaking only of us Americans, for more than 200 years, we’ve been making Bunker Hill analogies, Gettysburg and Pickett’s Charge analogies, San Juan Hill, Belleau Wood, D-Day, Okinawa, Chosin Reservoir, Khe Sanh, and so on and on. But all of a sudden this is “disgusting.” It’s quite obvious that what’s really disgusting to these objectors is Trump. Which they could say forthrightly without recourse to the cheap, left-wing tactic of feigned, selective outrage over a time-honored rhetorical device that goes back to the Greeks, which conservatives are perfectly happy to use when it suits their immediate interest.\nSome also complained about the aptness of the analogy: the plane crashed! Well, yes, and this one might too. Then again, it might not. It depends in part on what action the electorate chooses to take. The passengers of Flight 93 roused themselves. They succeeded insofar as that plane did not hit its intended target. The temptation not to rouse oneself in a time of great peril is always strong. In another respect, the analogy is even more apt. All of the passengers on Flight 93—and all of the victims at the World Trade Center and the Pentagon—died owing in part to a disastrously broken immigration system that didn’t then and still doesn’t serve the interests of the American people. Which also happens to be the core issue at stake in this election.\nA third objection is that Trump is immoderate in the Aristotelian, or personal, sense and I don’t take that into sufficient account. I have even been lambasted for acknowledging, but not going into detail on, Trump’s faults—as if that theme hasn’t been done to death elsewhere. Trump is not the statesman I would have chosen for this moment. My preferences run toward Washington, Lincoln, Churchill, Reagan, and the like. Trump doesn’t measure up to any of them. But his flaws are overstated. One of the dumber things often said about Trump is that “you can’t trust him with the nuclear codes.” This statement, first, betrays a complete lack of understanding of nuclear command and control. More important, it’s an extraordinary calumny, one that accuses the man of a wish or propensity to commit mass murder on the scale of Pol Pot. On what basis does anyone make such an accusation? Can Trump be erratic, obnoxious, and offensive? Of course, he can be all that and more. But while these qualities are not virtues, they may well have helped him punch through the Overton Window, in which case I am willing to make allowances.\nFor this objection to be decisive, Trump’s personal immoderation would have to be on a level that aspires to tyrannical rule. I don’t see it. Not even close. The charge of “buffoon” seems a million times more apt than “tyrant.” And even so, one must wonder how buffoonish the alleged buffoon really is when he is right on the most important issues while so many others who are esteemed wise are wrong. Hillary Clinton launched the Libya war, perhaps the worst security policy mistake in US history—which divided a country between two American enemies and anarchy, and took a stream of refugees into Europe and surged it into a flood. She pledges to vastly increase the refugee flow from the Middle East into our communities (and, mark my words, they will be Red State communities). Trump by contrast promises not to launch misguided wars, to protect our borders, and to focus immigration policy on the well-being of the currently-constituted American people. Who is truly more moderate: the colorful loudmouth with the sensible agenda or the corrupt, icy careerist with the radical agenda?\nThe fourth objection is that I, or what I advocate, am/is immoderate, dangerous, radical, imprudent, and so on. This is a large claim that will require significant exploration. To those of you who complained about the length of the other one, best to tune out now.\nMy use (once each) of the terms thymos and virtù was taken as evidence that I am advocating a politics of “great daring” or some such. I’d like to be generous here and just presume this is a misunderstanding. I suggest to anyone who holds this interpretation to look at the specific contexts in which those words were used. The former referred to go-along, get-along conservative intellectuals, who could do with a double dose of thymos. Several writers on the Left obligingly made the point. Good conservatism adheres to the parameters we set for you. You may say this, but not this. If you do and say what we tell you to, your reward will be that we will call you racist Nazis a little less. Also, what we allow as “good conservatism” will drift ever leftward, so that something we permitted a year or two ago is subject to revocation without notice and you better get on board immediately or the deal is off. Conservatism has accepted this “bargain”—hence its lack of thymos—yet amazingly thinks of itself as standing firm for eternal principle. But when I write in praise of virtue, morality, religious faith, stability, character, education, social norms and public order, initiative, enterprise, industry and thrift, and prudent statesmanship; when I warn against paternalistic Big Government, the decay of our educational system, and the cannibalization of civil society and religious institutions—time-honored conservative themes all—the Left responds with “insane,” “deranged,” “chilling,” and “poison.” And the same conservatives who cite adherence to conservative principle as their reason for opposing Trump side with…the Left.\nAs for the reference to virtù, the context was my recommendation of that supremely radical and immoderate act of…voting. Has it come to this? Merely advocating that people vote for a candidate who promises to further their interests—and the nominee of one of the two major parties in a party system that traces back to 1800 at least—this is now immoderate and “daring.”\nThat is of course exactly the way the Left wants to frame this election. The same way that they define for us what acceptable conservatism can and cannot be, they now assert the right to choose—or at least veto—our candidates. And we supinely go along.\nA point from the earlier essay is worth repeating. Conservatives have shouted since the beginning of Trump’s improbable rise: He’s not one of us! He is not conservative! And, indeed, in many ways, Trump is downright liberal. You might think that would make him more acceptable to the Left. But no. As “compassionate conservatism” did nothing to blunt leftist hatred of George W. Bush, neither do Trump’s quasi-liberal economic positions. In fact, they hate Trump much more. Trump is not conservative enough for the conservatives but way too conservative for the Left, yet somehow they find common cause. Earlier I posited that the reason is Trump’s position on immigration. Let me add two others.\nThe first is simply that Trump might win. He is not playing his assigned role of gentlemanly loser the way McCain and Romney did, and may well have tapped into some previously untapped sentiment that he can ride to victory. This is a problem for both the Right and the Left. The professional Right (correctly) fears that a Trump victory will finally make their irrelevance undeniable. The Left knows that so long as Republicans kept playing by the same rules and appealing to the same dwindling base of voters, there was no danger. Even if one of the old breed had won, nothing much would have changed, since their positions on the most decisive issues were effectively the same as the Democrats and because they posed no serious challenge to the administrative state.\nWhich points to the far more important reason. I urge readers to go back through John Marini’s argument, to which I cannot do anything close to full justice. Suffice to say here, the current governing arrangement of the United States is rule by a transnational managerial class in conjunction with the administrative state. To the extent that the parties are adversarial at the national level, it is merely to determine who gets to run the administrative state for four years. Challenging the administrative state is out of the question. The Democrats are united on this point. The Republicans are at least nominally divided. But those nominally opposed (to the extent that they even understand the problem, which is: not much) are unwilling or unable to actually do anything about it. Are challenges to the administrative state allowed only if they are guaranteed to be ineffectual? If so, the current conservative movement is tailor-made for the task. Meanwhile, the much stronger Ryan wing of the Party actively abets the administrative state and works to further the managerial class agenda.\nTrump is the first candidate since Reagan to threaten this arrangement. To again oversimplify Marini (and Aristotle), the question here is: who rules? The many or the few? The people or the oligarchs? Our Constitution says: the people are sovereign, and their rule is mediated through representative institutions, limited by written Constitutional norms. The administrative state says: experts must rule because various advances (the march of history) have made governing too complicated for public deliberation, and besides, the unwise people often lack knowledge of their own best interests even on rudimentary matters. When the people want something that they shouldn’t want or mustn’t have, the administrative state prevents it, no matter what the people vote for. When the people don’t want something that the administrative state sees as salutary or necessary, it is simply imposed by fiat.\nDon’t want more immigration? Too bad, we know what’s best. Think bathrooms should be reserved for the two biological sexes? Too bad, we rule. And so on and on.\nTo all the “conservatives” yammering about my supposed opposition to Constitutional principle (more on that below) and who hate Trump, I say: Trump is mounting the first serious national-political defense of the Constitution in a generation. He may not see himself in those terms. I believe he sees himself as a straightforward patriot who just wants to do what is best for his country and its people. Whatever the case, he is asserting the right of the sovereign people to make their government do what they want it to do, and not do things they don’t want it to do, in the teeth of determined opposition from a managerial class and administrative state that want not merely different policies but above all to perpetuate their own rule.\nIf the Constitution has any force or meaning, then “We the People” get to decide not merely who gets to run the administrative state—which, whatever the outcome, will always continue on the same path—more fundamentally, we get to decide what policies we want and which we don’t. Apparently, to the whole Left and much of the Right, this stance is immoderate and dangerous. The people who make that charge claim to do so in defense of Constitutional principle. I can’t square that circle. Can you?\n(To those tempted to accuse me of advocating a crude majoritarianism, I refer you to what I said above and will say below on the proper, Constitutional operation of the United States government as originally designed and improved by the pre-Progressive Amendments.)\nOne must also wonder what is so “immoderate” about Trump’s program. As noted, it’s to the left of the last several decades of Republican-conservative orthodoxy. “Moderate” in the modern political (as opposed to the Aristotelean) sense tends to be synonymous with “centrist.” By that definition, Trump is a moderate. That’s why National Review and the rest of the conservatives came out of the gate so strongly against him. I admit that, not all that long ago, I probably would have too. But I have come to see conservatism in a different light. To oversimplify (again), the only “eternal principle” is the good. What, specifically, is good in a political context varies with the times and with circumstance, as does how best to achieve the good in a given context. The good is not tax rates or free trade. Those aren’t even principles. In the American political context, the good is the well-being of the physical America and its people, well-being defined (in terms that reflect both Aristotle and the American Founding) as their “safety and happiness.” That’s what conservatism should be working to conserve.\nTrump seems to grasp that the best way to do so in these times is to promote more solidarity and unity. The “conservatives” by contrast think it means more individualism. Neither of these, either, is an eternal principle. Prudence calls for a balance. Few would want the maximized (and forced) unity of ancient Sparta or modern North Korea. Only fool libertarians seek the maximized individualism of Ayn Rand. No unity means no nation. No individualism means no liberty. In an actual republic, a balance must be maintained, which can require occasional course corrections. In 1980, after a decade of stagnation, we needed an infusion of individualism. In 2016, we are too fragmented and atomized—united for the most part only by being equally under the thumb of the administrative state—and desperately need more unity.\nWhich means that Trump, right now, is right and the conservatives are wrong. His moderate program of secure borders, economic nationalism, and America-first foreign policy—all things that liberals and conservatives alike used to take for granted, if they disagreed on implementation—holds the promise of fostering more unity. But today, liberals are apoplectic at the mere mention of this program—controlling borders is “extreme” but a “borderless world” is the “ultimate wisdom”—and the Finlandized conservatives aid them in attacking the candidate who promotes it. Conservatives claim to deplore the way the Democrats slice and dice the electorate, reduce it to voting blocs and interest groups, and stoke resentments to boost turnout. But faced with a candidate explicitly running on a unity agenda they insist he is too extreme to trust with the reins of power. One wants to ask, again: which is it, conservatives? Is Trump to be rejected because he is too moderate or because he is too extreme? The answer appears to be that it doesn’t matter, so long as Trump is rejected.\nSo that’s my “immoderate” case for Trump: do things that are in the interests of lower, working, and middle class Americans in order to improve their lives and increase unity across all swaths and sectors of society. And in so doing, reassert the people’s rightful, Constitutional control of their government. “Dangerous.” “Extreme.” “Radical.” “Poison.” “Authoritarian.”\nWhich points to the fifth objection: in giving reasons for Trump, I oppose the Constitution and support “authoritarianism.” First of all, I don’t even know what the latter is—beyond the discredited Adorno study that the Left still uses to tar everyone to its right as Nazis. If we simply go by the Wiki definition—“authoritarianism is a form of government characterized by strong central power and limited political freedoms”—that sounds to me much more like the administrative state than anything Trump has proposed. Or do you mean “fascist”? Then say so. I have some idea of what that is. Or do you mean “tyrant”? I certainly know what that is. Are you saying Trump is one, or wants to be, or that I welcome either?\nMore risible—downright intelligence-insulting—is to read liberals accuse conservatives of wanting to trash the Constitution. Really. The Left has been insisting for more than a century that our Constitution is fatally flawed, written for another age, outmoded, hypocritical, hopelessly undermined by slavery and racism and sexism and property requirements, and so much else. Conservatives who argue for originalism and strict construction and federalism—sticking exactly to the letter of the Constitution—are called racists because everyone supposedly knows that the former are mere “code words.”\nThis is a very large topic, and for those interested, there is an equally large body of scholarship that explains it all in detail. For now, let’s just ask ourselves two questions. First, how do the mechanics of government, as written in the Constitution, differ from current practice? Second, how well are the rights Amendments observed? As to the first, we do still have those three branches of government mentioned. But we also have a fourth, hidden in plain sight within the executive, namely the bureaucracy or administrative state. It both usurps legislative power and uses executive power in an unaccountable way. Congress does not use its own powers but meekly defers to the executive and to the bureaucracy. The executive does whatever it wants. The judiciary also usurps legislative and, when it’s really feeling its oats, executive power through the use of consent decrees and the like. And that’s just the feds—before we even get to the relationship between the feds and the states. As to the second, can you think of a single amendment among the Bill of Rights that is not routinely violated—with the acquiescence and approval of the Left? I can’t.\nAll this happened because, for more than a century, the Left has been working at best to “change” and “update” the Constitution, and at worst to ignore it or get around it. This agenda is not hidden but announced and boasted of. Yet when someone on the Right points out that the Constitution—by design—no longer works as designed, that the U.S. government does not in practice function as a Constitutional republic, we are lambasted as “authoritarian.”\nThat’s a malicious lie. The truth is that the Left pushed and dragged us here. You wanted this. We didn’t. You didn’t like the original Constitution. We did and do. You didn’t want it to operate as designed because when it does it too often prevents you from doing what you want to do. So you actively worked to give the courts and the bureaucracy the last word, some of you for high-minded reasons of sincere conviction, but most of you simply because you know they’re on your side. You said it would be better this way. When we opposed you, you called us “racists.” Now that you’ve got what you wanted, and we acknowledge your success, you call us “authoritarian” and “anti-Constitutionalist.” This is gaslighting on the level of “If you like your health care, you can keep your health care.” Exasperating and infuriating, yet impressive in its shamelessness. But that’s the Left for you: l’audace, l’audace—toujours l’audace.\nMy argument was and is a lament. I differ in no respect from my conservative brethren in my reverence for constitutional government in general or for the United States Constitution in particular. No respect, it seems, but one. They seem to think we are one election away from turning everything around—only, you know, not 2016, but the next one when we can run Cruz. Whereas I fear we are one election away from losing the last vestiges forever.\nWhich brings me to the final two objections, which are really the same: I am said to be insane, and my insanity is supposedly evident from my contention that things are really bad, when in fact they are not that bad.\nI would be overjoyed to read a convincing account of why things are not that bad, why—despite appearances—the republic is healthy, constitutional norms are respected, the working class and hinterland communities are in good shape, social pathologies are low or at least declining, our elites prioritize the common good, our intellectuals and the media are honest and fair. Or if that’s too big a lift, how about one that acknowledges all the problems and outlines some reasonable prospect for renewal? But only if it’s believable. No skipped steps and no magical thinking. Dr. Conservatism needs to do better than his habitual “Sorry about the cancer, here’s a bottle of aspirin.”\nIf someone writes such a piece, I promise to read it and try to be persuaded by it. You might be doing me—and others whom I have misguidedly misled—a great favor. Only a fool would choose pessimism for its own sake. In my case, it chose me, against my will, because in current circumstances it just seems more plausible—in greater alignment with the observable facts—than optimism. But if I’m wrong, have at it. That’s what I meant by my reference to the agora. Arriving at the truth is hard enough with open, honest debate. It’s impossible without it. So flay me, by all means, and I will try to learn something.\nI would also be overjoyed to be persuaded that the country into which I was born, which I have always loved instinctively, and which I was taught to love at the deepest theoretical level, is not in grave peril. Or if it is, that it can be saved even after eight more years of “fundamental transformation”—which means administrative state consolidation and managerial class entrenchment.\nAlas, my venture into the agora has not yet changed my mind. Every four years the electorate becomes more unfavorable to Republican candidates, owing above all to mass immigration, which so many Republicans still self-sabotagingly support. We could not even deny reelection to Barack Obama, whose first term was a dismal failure by every measure, because he was able to overwhelm us with sheer demographics. “Quantity has a quality all its own.” It will be worse in 2020 than it is now in 2016, just as 2016 is worse than 2012. Not to get all Rubio on you, but they know exactly what they’re doing.\nIf Hillary wins, there will still be a country, in the sense of a geographic territory with a people, a government, and various institutions. Things will mostly look the same, just as—outwardly—Rome changed little on the ascension of Augustus. It will not be tyranny or Caesarism—not yet. But it will represent, in my view, an irreversible triumph for the administrative state. Consider that no president has been denied reelection since 1992. If we can’t beat the Democrats now, what makes anyone think we could in 2020, when they will have all the advantages of incumbency plus four more years of demographic change in their favor? And if we can’t win in 2016 or 2020, what reason is there to hope for 2024? Will the electorate be more Republican? More conservative? Will constitutional norms be stronger?\nThe country will go on, but it will not be a constitutional republic. It will be a blue state on a national scale. Only one party will really matter. A Republican may win now and again—once in a generation, perhaps—but only a neutered one who has “updated” all his positions so as to be more in tune with the new electorate. I.e., who has done exactly what the Left has for years been concern-trolling us to do: move left and become more like them. Yet another irony: the “conservatives” who object to Trump as too liberal are working to guarantee that only a Republican far more liberal than Trump could ever win the presidency again.\nStill and all, for many—potentially me included—life under perma-liberalism will be nice. If you are in the managerial class, you will probably do well—so long as you don’t say the wrong thing. (And, as noted, the list of “wrong things” will be continuously updated, so make sure you keep up.)\nProfessional conservatives seem to believe that their prospects will remain yoked to that of the managerial class. Maybe, but I doubt it. Eventually their donors are going to wake up and figure out what the Democrats and the Left realized long ago: conservatives serve no purpose any more. Then the money will dry up and—what then? To the extent that our “conservatives” soldier on eo nomine, life will be a lot worse for them than their current, comfortable status as Washington Generals. They will have to adjust to dhimmitude. I can’t tell if they don’t understand this, or do and accept it. Then again, what difference, at this point, would that make?\nFor the rest of you—flyover people—the decline will continue. But things are pretty bad now, yet you can still eat and most of you have cars, flat screens, and air conditioners. So what are you complaining about?\nKeep in mind, this is the best case scenario. Which leaves open the larger questions raised in the prior essay that gave so many the vapors: how long could that possibly last? And what follows when it ends? The #NeverTrumpers don’t even attempt to answer the second because their implicit answer to the first is: forever. Who knew they were all closet Hegelians? Yet I’m called nuts for raising doubts.\nCan we at least finally admit, squarely, that conservatism has failed? On the very terms that it set for itself? I don’t mean that in an accusatory or celebratory way—I’m, quite sad about it, honest!—only as a matter of plain fact.\nOne of those who most objected to the Flight 93 analogy also accused me of “sophistry.” I remind him that, according to Aristotle, “the Sophists identified or almost identified politics with rhetoric. In other words, the Sophists believed or tended to believe in the omnipotence of speech.” Is that not a near-perfect description of modern conservative intellectuals, or at least of their revealed preferences? Except that one wonders what, in their case, is the source of that belief, since they haven’t been able to accomplish anything in the political realm through speech or any other means in a generation.\nOne can point to a few enduring successes: Tax rates haven’t approached their former stratosphere highs. On the other hand, the Left is busy undoing welfare and policing reform. Beyond that, we’ve not been able to implement our agenda even when we win elections—which we do less and less. Conservatism had a project for national renewal that it failed to implement, while the Left made—and still makes—gain after gain after gain. Consider conservatism’s aims: “civic renewal,” “federalism,” “originalism,” “morality and family values,” “small government,” “limited government,” “Judeo-Christian values,” “strong national defense,” “respect among nations,” “economic freedom,” “an expanding pie,” “the American dream.” I support all of that. And all of it has been in retreat for 30 years. At least. But conservatism cannot admit as much, not even to itself, in the middle of the night with the door closed, the lights out and no one listening.\nI tried to tell it, and it got mad.", "timestamp": "2016-09-13", "title": "Restatement on Flight 93"}
{"author": "Michael Anton", "note": "Published under pseudonym 'Publius Decius Mus'", "source": "http://www.claremont.org/crb/basicpage/sanctimony-as-a-conservative-principle/", "text": "I admit to a bit of disappointment at the reaction to my two prior articles. I went into the agora with the hope of getting flayed by good arguments. Instead I got ankle-bitten on Twitter. What is it with conservatives and Twitter anyway? The enstupification of the movement long predates that platform, but it hasn’t helped. Conservatives who lament declining intellectual standards and lack of seriousness can’t peel themselves away from their iPhones to write anything longer than 140 characters. Even people who run their own magazines or write for prestige platforms just couldn’t be bothered.\n Some might be tempted to rejoin that the silence of a wise man is evidence of his disapproval or judgment of the subject’s irrelevance. Except the heavy hitters of the movement were not silent. They just didn’t have anything to say.\n Ross Douthat—who knows how to make a serious argument when he wants to—Tweeted that I am calling for tyranny. One suspects that he felt he had to say something, because silence might be interpreted as weakness (or worse, acceptance), and of course that something had to be negative, and this was the best he could do on the fly.\nHere is his actual attempt to summarize my argument: “The republic died with Woodrow Wilson, so now we need a tyrant to refound it.” It is wrong in every respect, but cleverly wrong, in a way calculated to mislead and slander while broadcasting Douthat’s moral superiority. Not only is he against tyranny, he is courageous enough to call out those who are!\nNow, I did not mention Wilson even once. However, as Douthat apparently knows (from a summer fellowship?), Wilson and the Progressives began the process of building the administrative state, which I did discuss at length. Note: “began.” Because I also did not say that the republic died with Wilson or even that it is dead now. I did say that I expect it to die if Hillary is elected in 2016.\nMy argument was simple. Every year the electorate becomes more Democratic, both in absolute numbers and in the Electoral College math. The Democrats understand this and their immigration policy is designed to accelerate the trend. The chance of defeating an incumbent Democrat in 2020 will be significantly smaller than that of winning in 2016, hence the Republicans’ next opportunity will be 2024—after eight more years of unfavorable (to them) demographic change, fueled by amnesty, no border enforcement, and refugee inflows stoked by deliberate Democratic and administrative state action (and inaction). The idea that an antediluvian conservative like Ted Cruz can win with that transformed electorate is preposterous. The only “Republican” who might have a shot would be one virtually indistinguishable from a Democrat. I forgot who said it (and Google failed me), but it’s indisputable that “Republicans need to change their position on immigration or change their positions on everything else.”\nThe deeper danger is that one-party rule will spell the final triumph of the administrative state—“final,” that is, for as long as that system could last. While it does last, there will still be elections, but they will determine only which Democrat or (every 24-36 years perhaps) RINO gets which office and rides in which limo. The fundamental direction and behavior of the government will not change. Except to become larger, bossier, more intrusive, expensive, and expansive, and less competent. Neither Douthat nor anyone else even attempted to refute this argument. Maybe they just lacked the space?\nI would not call the above scenario “republicanism.” Perhaps Douthat would. But in my view, if it comes to pass, then yes, the republic will have died. It is my hope that this does not happen. For that, Douthat calls me an advocate for tyranny.\nThe identification of “tyrant” with “founder” originates with Machiavelli. It’s an intriguing argument with great explanatory power over much of history. But not the current circumstance. The question on the table today is not founding or re-founding. It is whether, through the supremely republican act of voting, we can reassert some semblance of control over our government and make it serve the interests of the whole people rather than the administrative state, the transnational managerial class, and foreigners. To assert that I have in any way called for tyranny is so off-the-charts wrong that one must call it dishonest.\nMichael Gerson, by contrast, roused himself to write a whole column. Perhaps conservative thymos is not completely dead after all. The column is useful as a crystalized example of a certain strain of “conservatism,” which we might call “compassionate” or “bleeding heart” or “Kempist.” This strain remains important and influential, not merely in the person of the Speaker of the House, but also among the alumni of the last Republican administration—which it dominated—who hope to regain office someday, and among those think-tankers and columnists whom the mainstream media and the left hold out as “good” or “acceptable” conservatives, in contrast to the rest of us trogs. Gerson, with the authority that comes from experience as a high-level White House aide and a column of ten-year’s standing in the Washington Post, may well be this strain’s most important spokesman. It is tempting to call Gerson’s brain ground zero for “conservative” sanctimony, except that there’s nothing whatever conservative about any of his positions or arguments, and from what I can tell, there never has been. For Gerson, moral posturing trumps (heh) political philosophy every time. To the extent that he has the latter, it is distinguishable from managerial liberalism only by the layer of ostentatious pseudo-Christianity that he trowels on to show that all his sneers, smears, and straw-mannings arise from the purest motives.\nIt takes Gerson four paragraphs to arrive at any substance and his objection amounts to: things are not that bad, and even if they were, Trump cannot fix any of them. Gerson gives an accurate list of the ills that I laid out without making any attempt to affirm or deny whether he thinks things are as bad as I implied they are. I say “implied” here in order to be precise, which Gerson is not. The argument that Gerson cites was phrased as a conditional: if the things conservatives claim to believe are true, then mustn’t they admit not only that things are bad but also that they and their project have failed?\nFor the record, I actually do think things are pretty bad—outside of the tonier parts of the blue cities and suburbs. A 40% illegitimacy rate—which conservatives have been telling me to worry about for at least 20 years (National Review has called it “a disaster”)—seems very bad to me. Declining employment and spiking opium addiction in the heartland also seem worrisome. As do decades of wage stagnation. And so on.\nIs Gerson worried about any of this? He doesn’t say either way, but we can assume he is because he offers a cure, something one typically doesn’t do for a body one does not consider sick. What’s his cure? Why, “civic renewal”—which Gerson falsely claims I reject—and “incremental policy changes.” To repeat for the record: to the extent that “civic renewal” is more than a slogan, I’m all for it. Let’s do it! But how? What I said—which Gerson ignores—is that conservatives have no credible plan for achieving civic renewal and, besides, have been in charge of selling and implementing their non-credible plan for a generation to little effect. The “civic” has not only not been “renewed” under conservative leadership; it has deteriorated. Conservatism has failed at the task it set for itself.\nAs for “incremental policy changes,” one must wonder if Gerson means that seriously. Conservatives haven’t been able to enact any of their incremental policy changes in years, certainly won’t be able to in a second Clinton Administration, and—if the scenario I laid out above comes to pass—never will again. But Gerson is nonetheless vehemently anti-Trump. On some subconscious level, does he believe that “incremental policy changes” just aren’t going to cut it? Is he thinking: what difference, at this point, does it make?\nI guess I am just more optimistic than Gerson. Let me try to cheer him up. I actually see value in many of the “incremental policy changes” he and his friends in the so-called “reformicon” movement have cooked up. I’d like to see them implemented and believe they could help. But for that to happen, first we’ve got to do two things: elect Trump and enact the big, non-incremental policy changes—build that wall!—that are much more urgently needed than the incremental ones. Ironically, then, a bright future for the reformicon agenda requires the total rejection of reformicon political advice.\nGerson resorts to the rather lazy and commonplace strawman that I see Trump as a “savior.” No. What I said is that Trump offers us the opportunity to save ourselves. We the People still have to do the real work.\nGerson further accuses me of “a despairing contempt for our country.” As noted, I am worried, but the worry arises from love, not contempt. I don’t want to see the country die—or be “fundamentally transformed” any more than it already has. Gerson apparently has no problem with the latter, which is why he is not worried about the former. He declares himself “a traditionalist with a healthy respect for the achievements of modernity.” He defines modernity not in the philosophic-historical sense of a movement to reground political legitimacy in “the laws of nature of and of nature’s God” but in the liberalizing impulses of the recent past. The only praise Gerson can muster for the actual America is his horror at imagining himself “in the position of a woman, a gay person or a minority 50 years ago” and his thankfulness for how far we have progressed beyond that dark age. Leaving aside any possible tension between Gerson’s alleged Christianity and his announced affinity for the gay-left agenda, this is almost the textbook definition of modern liberalism. America was bad until 1964, when it began to redeem itself, not by ending injustice and securing natural rights equally, but by launching the ever-accelerating process of redefining justice in terms of how well it delivers preferential treatment for the favored and exacts retribution on their past oppressors. Gerson—like so many of his contemporary “conservative” brethren—accepts this interpretation wholesale and tries to appropriate it as a “conservative” achievement. But the liberals aren’t buying and never have, while the genuine conservatives—those few who can still think—are understandably skeptical.\nI am reminded of an exchange between the late Daniel Patrick Moynihan and David Dinkins. When the former gave his famous “defining deviancy down” speech, the mayor was in the audience and became irate. Crime may have been lower in the past, Dinkins pouted, but life for blacks was still worse because they had to sit at the back of the bus. Of course, no New Yorker of any color ever had to sit at the back of any bus—unless all the seats up front were taken. But the larger point is: what is the necessary connection between the two? Couldn’t we have had freedom of seating without higher crime? I pose a similar question to Gerson, whose logic is the same. Couldn’t we have corrected the genuine injustices in place before the annus mirabilis 1964 without the crime wave, orgy, intellectual rot, governmental overreach, and societal decay that followed? Or is Gerson saying that would have been impossible and the only moral choice was to accept the bad with the good? Personally, I think we could have done better at implementing the good while preventing the bad but, as noted, I am more optimistic than he is.\nOn most things. Gerson can be touchingly Pollyanna-ish when he really puts his mind to it. Case in point:\nI fully expect the next generation to be a source of renewal, because I am confident that certain core ideals and institutions best fit human beings and allow them to flourish. I believe that our children and grandchildren will be brave, free and daring in pursuit of ageless ideals—and that teaching them to despair would be the true source of national ruin.\nAren’t those the lyrics to a Whitney Houston song? I know writing a column is a grind, but come on. Anyway, if we unpack those words a little, we see Gerson again acknowledging that things are not quite hunky dory. Why else would “renewal” be necessary? He does not say why he expects this renewal. He just does. Like all the conservative Hegelians, he implicitly accepts rational historicism: history has a direction, which is “forward.” The future will be better than the past and truly tragic outcomes are all behind us. All the #NeverTrump “conservatives” who denounced Francis Fukuyama back in 1990 and continued to use him as a punching bag for years after owe him an apology.\nAs for my alleged counsel of despair, I said precisely the opposite. I offered an exhortation to do something: vote for a man who promises to protect the interests of the lower, working and middle classes, and reassert control over our government so that republicanism may live.\nNote also the reference to “ageless ideals”—something I also favor, if they are the right ideals properly interpreted—but no reference at all to the particular circumstances in which those ideals can flourish. Here, again, is “conservative” idealism in all its rootless abstraction. Trump and his voters have risen to defend the actual, physical America and its actual, physical people. This is anathema to the managerial class for which Gerson is a spokesman.\nHence his next move is to play the race card, the ground for which he prepares via his denunciation of “the nostalgia of conservative white men.” From his photo, Gerson looks like a white man and he calls himself a “conservative” (though I wouldn’t). He must then exempt himself from this charge by not being “nostalgic.” I admit to being a little nostalgic. My defense is that I prefer the good to the bad and America is in many respects worse today than it was in the past. It also appears to be in decline. I would like to see that reversed, and I believe it is possible to do so, by making the right political decisions through proper Constitutional means.\nGerson “wish[es] the critique could end here,” to intimate that the really scurrilous charges which follow are said more in sorrow than in anger. I don’t want to call Decius a racist, but he forced me to! The rest of that paragraph consists of quotes without context, explanation or attempts at refutation. Except one, which is not a quote at all. Gerson nonetheless puts the German word “volk”—which I did not use—in quotes to make the subtle point that my arguments are indistinguishable from Hitler’s. Christian charity in action.\nGerson points and sputters at my objection to foolish immigration policies that undercut wages, undermine cohesion, and spread violence. I would call it ironic that I wrote this response on a day during which there occurred three separate terror attacks, in three separate states. Except that in the annus horribilis 2016 such attacks are all too frequent. They don’t seem to bother Gerson much. If they do, he must think they are a necessary price we must pay for endlessly more “diversity.” He doesn’t say why all this diversity is good or why the inevitable downside is necessary. Apparently he considers those points self-evident. If you are a moral person like him, you don’t need to have them explained to you, and if you don’t understand or—worse!—reject them, you are ipso facto bad.\nIf this is “conservative” then it should be well beyond obvious that conservatism is dead. Not dead in the epistemological sense. Truth is true. Conservatism’s genuine insights will live on, no matter what shallow, false ideology appropriates its name. You can call gravity a force of repulsion rather than attraction, but naturam expelles furca, tamen usque recurret. But it’s dead as a currently constituted intellectual and political force—for certain. That Gerson claims to speak in conservatism’s name is proof enough. His whole oeuvre is nothing but Davoisie managerial liberalism: open borders, free trade, lift foreigners out of poverty (whatever happens to Americans is acceptable collateral damage) and democratize the world by force.\nConservatism as we have known it is over. The battle for its future has begun. I relish the coming debate. I hope to learn something. I expect to have my errors corrected, or at least be given things to think hard about, and to be dragged a little bit in the other side’s direction. This debate will not be free of acrimony (though I’ll do my best to be as polite as possible). Feelings are going to get hurt and passions will occasionally run high. For myself, I’ll try to be magnanimous in victory and honest in defeat.\nPersonally, to the extent that errant current-cons move in my direction, I’m eager to rejoin forces. But in the final analysis, there is going to be a line. Some will be on one side, some on the other. If we must use today’s terminology because tomorrow’s has not yet been invented, then people like Gerson are going to be on the “liberal” side—which, let’s face it, he already is. There can be no accommodation with him and his like. As fellow citizens, yes, but as political or intellectual compatriots, no.\nFor everyone else, it will be time to join the side you’re on.", "timestamp": "2016-09-19", "title": "Sanctimony as a Conservative Principle"}
{"author": "Michael Anton", "note": "Published under pseudonym 'Publius Decius Mus'", "source": "http://www.claremont.org/crb/basicpage/prudence-for-trump/", "text": "William Voegeli has written thoughtfully about the reasons underlying Trump’s appeal, defended Trump’s supporters, and attacked some of his more breathless enemies. Still, Voegeli charges me—for making many of the same points—with exhorting people to “reckless, desperate actions.” When what I have actually exhorted them to do is…vote. Voegeli surely doesn’t believe that voting itself is reckless, so he must believe that voting for Trump is what’s reckless. This strikes me as an odd stance to take for a man who, near the end of his rebuttal, admits that he will be voting for—Trump! This confession appears in the last of Voegeli’s six numbered objections to my argument, but I take it out of order, because in my opinion Voegeli buried his lede. While heartened by it, I confess I don’t know what to make of it. Does Voegeli somehow consider his own vote prudent but mine reckless? Or perhaps he thinks it’s not the action itself—again: voting—that’s reckless but my exhortation that others vote?\nThe only way I can think of to square this circle is that Voegeli apparently thinks his vote won’t matter; therefore, come what may, he will not be responsible. Whereas to the extent that anyone in a swing state is swung by my rhetoric, I will be partially responsible for a Trump victory and all the subsequent mayhem. That’s tantamount to saying that Voegeli prefers a Hillary victory. So why not vote for her? Because he “expect[s]” her to win and thinks that reducing her vote total might “chasten” her. I have argued to the contrary that Hillary not only will not be chastened but that she is no more chastenable than modern liberalism itself. Were Barack Obama and Congressional Democrats “chastened” by losing Ted Kennedy’s (!) Massachusetts (!!) Senate seat to a Republican (!!!) specifically on the issue of Obamacare? No, they rammed it through anyway, using parliamentary tricks. Was Obama “chastened” by the historic “shellackings” (his word) that his party suffered in 2010 and 2014? Or by his dramatically lower vote total and margin of victory in 2012 compared to 2008? No, he still went ahead with executive amnesty and much else. More of this—much more, in my view—is in store for us after a 2016 defeat. In any event, Voegeli’s “chastening” is a testable proposition that will be tested if enough Republicans reject his example and my advice.\nVoegeli’s argument and alarm are undercut, however, by his modest insistence that anything he (or I) writes doesn’t matter anyway. Neither our “votes, words, or donations” will make any difference. Who knew that the Claremont Institute had endorsed what political scientists call the “voter’s paradox” (the argument that since one vote never turns any election, there is no incentive for voters to vote)? One wonders why Voegeli is bothering to vote at all in that case (especially in California!). And why object to my piece? If there’s no danger of writing swaying anyone, who cares? What could possibly be “reckless” or “desperate” about it? And why bother to respond to me, if words don’t matter?\nBeyond this, in a rare (for me) acknowledgment of conservative success, I note that Voegeli spent many years as an officer of the John M. Olin Foundation, which was able (with Voegeli’s help) to move the culture and the nation in beneficial (if not in every case lasting) directions. Voegeli then probably doesn’t believe that persuasion and debate are wastes of time. He just objects to their being used on behalf of Trump.\nI take the rest of Voegeli’s objections in order: his first is that prospects for conservatism are always dim and today is no worse than usual. I certainly agree on the first half of that formulation, but we’ll have to disagree about the second. They seem much worse to me than usual, and I’ll not repeat myself in explaining why—since he doesn’t address any of my points, either to deny them or to charge me with exaggeration. In fact, further down (in objection three) he “stipulate[s]” to all of them.\nVoegeli then pivots from saying things are no worse than usual to saying that they are actually pretty good. The Republicans hold a lot of elective offices—especially at the state and local level. Vogeli grants my assertion that they haven’t done anything with them, and he doesn’t predict that they soon will; only Trump will consign “the GOP to the minority status it endured on Capitol Hill for the six decades before 1994.” This, as he must know, is an exaggeration. It was four decades in the House, and the Senate had been Republican as recently as 1986. But that aside, Voegeli takes for granted the down-ticket Trumpocalypse argument peddled by the #NeverTrumpers without making any effort to establish its truth and despite recent polling that tends to a different conclusion.\nAnd, again, since they never do anything with it, who cares if they have it? Also, in the federally consolidated super-state, what good do state legislatures do anyway? Does Voegeli or doesn’t he agree with me that federal and administrative state control will become more consolidated rather than less in Clinton II? We could have every statehouse in the nation, and everything we try to do (which, once again, is: not much) would just be overridden by judges and bureaucrats.\nBut then Voegeli’s thinking becomes truly magical. The heart of my argument is that eight years of Hillary will—through legal and illegal immigration, amnesty and refugee inflows—permanently tip the national electoral map Democratic. By design. To this Voegeli calmly replies that “it’s possible” that “over the coming decades” Latinos will become Republicans. Anything’s “possible,” I suppose. Is this likely? Is it worth betting the country on? It’s a well-worn logical mistake to predict the future by assuming that present trends will continue. Isn’t it an even greater logical error to hope for a future on the basis of things that have never yet happened anywhere? The high-water mark for Republicans with Latinos at the Presidential level was 39%, in 2004. That was with A) an incumbent who B) spoke Spanish, however badly, C) was leading a war and thus benefited from some measure of patriotic solidarity and concern for physical safety, and D) recklessly goosed Latino (and other) homeownership through looser credit standards, which led to a housing bubble and crashed the financial system. All that for 39%. Could the nation survive what it would take get 50.1%?\nIf the Republican Party is to survive as a nationally relevant force, a more likely scenario—which Voegeli does not mention—is that the electorate will polarize along racial lines, with the Republicans becoming openly the \"white party\" and the Democrats the non-white. This scenario is by no means guaranteed, for while it's reasonable to expect downscale whites to migrate to the Republicans en masse, to expect the same of the blue-metro-educated seems like more magical thinking. In any event, would that be a prospect Voegeli relishes? I would expect not, on two grounds. First, the very idea of a racially polarized electorate is distasteful to most, especially when whites are voting as a block. Second, one conservative objection to Trump is that his populist appeals to the working class—pledges to protect the safety net and such—are making the Republican Party less conservative. That trend would accelerate if and as the Party had to accommodate upscale whites.\nSo rather than make a racially polarized electorate necessary for Republican survival, why not at least try to act now to prevent that necessity? By electing a man who at least says he will get the border under control. But of course, Voegeli is voting for Trump, so perhaps he sees this more clearly than he otherwise lets on.\nVoegeli’s second concern is for “conservatism.” Here is a real disagreement: I no longer care about conservatism. He is welcome to care, but as I have argued elsewhere and also will not repeat in detail, in my judgment, he is tending a corpse. “Conservatism” will have to be rethought and replaced, whoever wins.\nVoegeli says, apparently meaning to remind his readers of something I had overlooked in my recklessness, that there will still be “a United States of America for some time after the 2016 elections.” But I said the same thing in almost exactly the same words. I did specify, however, that I do not expect that country to be a constitutional republic, for the demographic reasons outlined above. The “elections” that Voegeli says lie ahead “for conservatives to wage and win” I expect will still take place (for a while) but conservatives either will not win them, or they will in the off-years, with even less practical effect than the blowouts of 2010 and 2014. Voegeli seems to place some hopes in this prospect. I can’t see why.\nVoegeli’s third point is that Trump will accomplish nothing good and that I made no case that he could. Not so. I did make a case. I said, and here repeat, that a strongly implemented program of border security, economic nationalism, and interests-based foreign policy could stanch a great deal of two decades or more of bleeding and could even begin the process of unifying (to the extent still possible) a badly fractured nation. I concede that it might not work. But “it’s possible”! I further concede that Trump’s legion of enemies—including the “conservative” ones—may prevent a victorious Trump from giving his program a chance. And I further assert that a Hillary administration will be full-speed-ahead with everything Voegeli and I know is wrong with our current trajectory, plus all the hyrda-headed monsters still being cooked up in the prog-left labs that we haven’t even got wind of yet. Voegeli says nothing about these arguments. I’d be interested to learn his thoughts about them. And, his modesty notwithstanding, maybe those thoughts could do some good!\nVoegeli’s fourth point is a sadly-typical slander against the Trump movement that one expects from a National Review kidlet but not from the author of “Anti-Anti Trump.” He tries to connect Trump voters to Black Lives Matter on the ground that both reject “respectability politics.” In fact, BLM is firmly in the tradition of Communist and New Left street violence, while Trumpism—if it has a genealogy—traces a tenuous lineage to various left and right populist-but-peaceful movements stretching to William Jennings Bryan. BLM is rather clearly a tool of the ruling class to gin up, and maintain control over, a core part of its divers-and-conquer ruling coalition. Why else would it have a professional cadre of organizers bankrolled by billionaire enemy alien George Soros? Why else would its leaders be formally a part of Hillary’s campaign? To stand on the stage at the DNC is to reject “respectability politics”? Voegeli’s reference to Malcolm X only further undermines his point and strengthens mine. In 1964, Malcolm was a radical against respectability. In 2016, Malcolm’s ethos defines respectability among the Democratic Left. And among all right-thinking members of the ruling class, including the toniest Republicans.\nWhich helps explain why Trump and his voters are fed up with it. If “respectability” requires not just accepting rising mortality, ever-lower wages and demographic replacement, but also being demonized for “white privilege” even if they meekly acquiesce, they’re happy at this point not to be respectable. Personally, I can’t blame them. Apparently, Voegeli can.\nThe rest of Voegeli’s point four plus his fifth seem to agree with my overall analysis, which perhaps helps explain why Voegeli is voting for Trump.", "timestamp": "2016-09-24", "title": "Prudence: For Trump"}
