{"source": "http://abcnews.go.com/Politics/transcript-abc-news-anchor-david-muir-interviews-president/story?id=45047602", "text": "On Wednesday, Jan. 25, 2017, ABC News \"World News Tonight\" anchor David Muir interviewed President Donald Trump in the White House. The following is a transcript of the interview:\nDAVID MUIR: Mr. President, it's an honor to be here at the White House.\nPRESIDENT TRUMP: Thank you very much, David.\nDAVID MUIR: Let me ask you, has the magnitude of this job hit you yet?\nPRESIDENT TRUMP: It has periodically hit me. And it is a tremendous magnitude. And where you really see it is when you're talking to the generals about problems in the world. And we do have problems in the world. Big problems. The business also hits because the -- the size of it. The size.\nI was with the Ford yesterday. And with General Motors yesterday. The top representatives, great people. And they're gonna do some tremendous work in the United States. They're gonna build plants back in the United States. But when you see the size, even as a businessman, the size of the investment that these big companies are gonna make, it hits you even in that regard. But we're gonna bring jobs back to America, like I promised on the campaign trail.\nDAVID MUIR: And we're gonna get to it all right here.\nPRESIDENT TRUMP: Good.\nDAVID MUIR: Mr. President, I want to start -- we're five days in. And your campaign promises. I know today you plan on signing the order to build the wall.\nPRESIDENT TRUMP: Correct.\nDAVID MUIR: Are you going to direct U.S. funds to pay for this wall? Will American taxpayers pay for the wall?\nPRESIDENT TRUMP: Ultimately it'll come out of what's happening with Mexico. We're gonna be starting those negotiations relatively soon. And we will be in a form reimbursed by Mexico which I will say ...\nDAVID MUIR: So, they'll pay us back?\nPRESIDENT TRUMP: Yeah, absolutely, 100 percent.\nDAVID MUIR: So, the American taxpayer will pay for the wall at first?\nPRESIDENT TRUMP: All it is, is we'll be reimbursed at a later date from whatever transaction we make from Mexico. Now, I could wait a year and I could hold off the wall. But I wanna build the wall. We have to build the wall. We have to stop drugs from pouring in. We have to stop people from just pouring into our country. We have no idea where they're from. And I campaigned on the wall. And it's very important. But that wall will cost us nothing.\nDAVID MUIR: But you talked -- often about Mexico paying for the wall. And you, again, say they'll pay us back. Mexico's president said in recent days that Mexico absolutely will not pay, adding that, \"It goes against our dignity as a country and our dignity as Mexicans.\" He says ...\n(OVERTALK)\nPRESIDENT TRUMP: David, he has to say that. He has to say that. But I'm just telling you there will be a payment. It will be in a form, perhaps a complicated form. And you have to understand what I'm doing is good for the United States. It's also going to be good for Mexico.\nWe wanna have a very stable, very solid Mexico. Even more solid than it is right now. And they need it also. Lots of things are coming across Mexico that they don't want. I think it's going to be a good thing for both countries. And I think the relationship will be better than ever before.\nYou know, when we had a prisoner in Mexico, as you know, two years ago, that we were trying to get out. And Mexico was not helping us, I will tell you, those days are over. I think we're gonna end up with a much better relationship with Mexico. We will have the wall and in a very serious form Mexico will pay for the wall.\nDAVID MUIR: What are you gonna say to some of your supporters who might say, \"Wait a minute, I thought Mexico was going to pay for this right at the start.\"\nPRESIDENT TRUMP: Well, I'd say very simply that they are going to pay for it. I never said they're gonna pay from the start. I said Mexico will pay for the wall. But what I will tell my supporters is, \"Would you like me to wait two years or three years before I make this deal?\" Because we have to make a deal on NAFTA. We have to make a new trade deal with Mexico because we're getting clobbered.\nWe have a $60-billion trade deficit. So, if you want, I can wait two years and then we can do it nice and easily. I wanna start the wall immediately. Every supporter I have -- I have had so many people calling and tweeting and -- and writing letters saying they're so happy about it. I wanna start the wall. We will be reimbursed for the wall.\nDAVID MUIR: When does construction begin?\nPRESIDENT TRUMP: As soon as we can. As soon as we can physically do it. We're ...\nDAVID MUIR: Within months?\nPRESIDENT TRUMP: I would say in months. Yeah, I would say in months. Certainly planning is starting immediately.\nDAVID MUIR: People feel ...\n(OVERTALK)\nPRESIDENT TRUMP: We'll be having some really good, really solid plans within a short period of time.\nDAVID MUIR: When people learn of the news of this wall today there are gonna be a lot of people listening to this. And I wanna ask about undocumented immigrants who are here -- in this country. Right now they're protected as so-called dreamers -- the children who were brought here, as you know, by their parents. Should they be worried -- that they could be deported? And is there anything you can say to assure them right now that they'll be allowed to stay?\nPRESIDENT TRUMP: They shouldn't be very worried. They are here illegally. They shouldn't be very worried. I do have a big heart. We're going to take care of everybody. We're going to have a very strong border. We're gonna have a very solid border. Where you have great people that are here that have done a good job, they should be far less worried. We'll be coming out with policy on that over the next period of four weeks.\nDAVID MUIR: But Mr. President, will they be allowed to stay?\nPRESIDENT TRUMP: I'm gonna tell you over the next four weeks. But I will tell you, we're looking at this, the whole immigration situation, we're looking at it with great heart. Now we have criminals that are here. We have really bad people that are here. Those people have to be worried 'cause they're getting out. We're gonna get them out. We're gonna get 'em out fast. General Kelly is -- I've given that as his number one priority.\nDAVID MUIR: Senator Jeff Sessions, your pick for attorney general, as you know during his confirmation hearing said that ending DACA, this is President Obama's policy protecting the dreamers -- that, \"Ending it certainly would be constitutional.\" That you could end the protection of these dreamers. Is that a possibility?\nPRESIDENT TRUMP: We're gonna be talking with -- attorney general. He will soon be the attorney general. He's done fantastically well. We're all very proud of him. I thought he was treated very, very unfairly. He's a brilliant man and he's a very good man. He'll do a fantastic job. I'll be speaking to him as soon as he's affirmed.\nDAVID MUIR: So, it's a possibility.\nPRESIDENT TRUMP: We will be talking to the attorney general.\nDAVID MUIR: I wanna ask you about something you said this week right here at the White House. You brought in congressional leaders to the White House. You spoke at length about the presidential election with them -- telling them that you lost the popular vote because of millions of illegal votes, 3 to 5 million illegal votes. That would be the biggest electoral fraud in American history. Where is the evidence of that?\nPRESIDENT TRUMP: So, let me tell you first of all, it was so misrepresented. That was supposed to be a confidential meeting. And you weren't supposed to go out and talk to the press as soon as you -- but the Democrats viewed it not as a confidential meeting.\nDAVID MUIR: But you have tweeted ...\n(OVERTALK)\nDAVID MUIR: ... about the millions of illegals ...\nPRESIDENT TRUMP: Sure. And I do -- and I'm very ...\n(OVERTALK)\nPRESIDENT TRUMP: ... and I mean it. But just so you -- it was supposed to be a confidential meeting. They turned it into not a con... Number two, the conversation lasted for about a minute. They made it -- somebody said it was, like, 25 percent of the ... It wasn't. It was hardly even discussed.\nI said it. And I said it strongly because what's going on with voter fraud is horrible. That's number one. Number two, I would've won the popular vote if I was campaigning for the popular vote. I would've gone to California where I didn't go at all. I would've gone to New York where I didn't campaign at all.\nI would've gone to a couple of places that I didn't go to. And I would've won that much easier than winning the electoral college. But as you know, the electoral college is all that matters. It doesn't make any difference. So, I would've won very, very easily. But it's a different form of winning. You would campaign much differently. You would have a totally different campaign. So, but ...\n(OVERTALK)\nPRESIDENT TRUMP: ... you're just asking a question. I would've easily won the popular vote, much easier, in my opinion, than winning the electoral college. I ended up going to 19 different states. I went to the state of Maine four times for one. I needed one.\nI went to M-- I got it, by the way. But it turned out I didn't need it because we ended up winning by a massive amount, 306. I needed 270. We got 306. You and everybody said, \"There's no way you get to 270.\" I mean, your network said and almost everybody said, \"There's no way you can get to ...\" So, I went to Maine four times. I went to various places. And that's the beauty of the electoral college. With that being said, if you look at voter registration, you look at the dead people that are registered to vote who vote, you look at people that are registered in two states, you look at all of these different things that are happening with registration. You take a look at those registration for -- you're gonna s-- find -- and we're gonna do an investigation on it.\nDAVID MUIR: But 3 to 5 million illegal votes?\nPRESIDENT TRUMP: Well, we're gonna find out. But it could very well be that much. Absolutely.\nDAVID MUIR: But ...\nPRESIDENT TRUMP: But we're gonna find out.\n(OVERTALK)\nPRESIDENT TRUMP: In fact, I heard one of the other side, they were saying it's not 3 to 5. It's not 3 to 5. I said, \"Well, Mr. Trump is talking about registration, tell--\" He said, \"You know we don't wanna talk about registration.\" They don't wanna talk about registration.\nYou have people that are registered who are dead, who are illegals, who are in two states. You have people registered in two states. They're registered in a New York and a New Jersey. They vote twice. There are millions of votes, in my opinion. Now ...\nDAVID MUIR: But again ...\nPRESIDENT TRUMP: I'm doing an ...\n(OVERTALK)\nPRESIDENT TRUMP: ... investigation. David, David, David ...\nDAVID MUIR: You’re now, you’re now president of the United States when you say ...\n(OVERTALK)\nPRESIDENT TRUMP: Of course, and I want the voting process to be legitimate.\nDAVID MUIR: But what I'm asking ...\nPRESIDENT TRUMP: The people that ...\nDAVID MUIR: ... what I'm asking that -- when you say in your opinion millions of illegal votes, that is something that is extremely fundamental to our functioning democracy, a fair and free election.\nPRESIDENT TRUMP: Sure. Sure. Sure.\nDAVID MUIR: You say you're gonna launch an investigation.\nPRESIDENT TRUMP: Sure, done.\nDAVID MUIR: What you have presented so far has been debunked. It's been called ...\n(OVERTALK)\nDAVID MUIR: ... false.\nPRESIDENT TRUMP: No, it hasn't. Take a look at the Pew reports.\nDAVID MUIR: I called the author of the Pew report last night. And he told me that they found no evidence of voter ...\n(OVERTALK)\nDAVID MUIR: ... fraud.\nPRESIDENT TRUMP: Really? Then why did he write the report?\nDAVID MUIR: He said no evidence of voter fraud.\nPRESIDENT TRUMP: Excuse me, then why did he write the report?\n(OVERTALK)\nPRESIDENT TRUMP: According to Pew report, then he's -- then he's groveling again. You know, I always talk about the reporters that grovel when they wanna write something that you wanna hear but not necessarily millions of people wanna hear or have to hear.\nDAVID MUIR: So, you’ve launched an investigation?\nPRESIDENT TRUMP: We're gonna launch an investigation to find out. And then the next time -- and I will say this, of those votes cast, none of 'em come to me. None of 'em come to me. They would all be for the other side. None of 'em come to me. But when you look at the people that are registered: dead, illegal and two states and some cases maybe three states -- we have a lot to look into.\nDAVID MUIR: House Speaker Paul Ryan has said, \"I have seen no evidence. I have made this very, very clear.\" Senator Lindsey Graham saying, \"It's the most inappropriate thing for a president to say without proof. He seems obsessed with the idea that he could not have possibly lost the popular vote without cheating and fraud.\" I wanna ask you about something bigger here. Does it matter more now ...\nPRESIDENT TRUMP: There's nothing bigger. There's nothing bigger.\nDAVID MUIR: But it is important because ...\nPRESIDENT TRUMP: Let me just tell you, you know what's important, millions of people agree with me when I say that if you would’ve looked on one of the other networks and all of the people that were calling in they're saying, \"We agree with Mr. Trump. We agree.\" They're very smart people.\nThe people that voted for me -- lots of people are saying they saw things happen. I heard stories also. But you're not talking about millions. But it's a small little segment. I will tell you, it's a good thing that we're doing because at the end we're gonna have an idea as to what's going on. Now, you're telling me Pew report has all of a sudden changed. But you have other reports and you have other statements. You take a look at the registrations, how many dead people are there? Take a look at the registrations as to the other things that I already presented.\nDAVID MUIR: And you're saying ...\n(OVERTALK)\nPRESIDENT TRUMP: And you're gonna find ...\nDAVID MUIR: ... those people who are on the rolls voted, that there are millions of illegal votes?\nPRESIDENT TRUMP: I didn't say there are millions. But I think there could very well be millions of people. That's right.\nDAVID MUIR: You tweeted though ...\nPRESIDENT TRUMP: And I also say this ...\nDAVID MUIR: ... you tweeted, \"If you deduct the millions of people who voted illegally, I won the popular vote.\"\nPRESIDENT TRUMP: David, and I also say this, if I was going for the popular vote I would've won easily. But I would've been in California and New York. I wouldn't have been in Maine. I wouldn't have been in Iowa. I wouldn't have been in Nebraska and all of those states that I had to win in order to win this. I would've been in New York, I would've been in California. I never even went there.\nDAVID MUIR: Let me just ask you, you did win. You're the president. You're sitting ...\nPRESIDENT TRUMP: That’s true.\nDAVID MUIR: ... across from me right now.\nPRESIDENT TRUMP: That's true.\nDAVID MUIR: Do you think that your words matter more now?\nPRESIDENT TRUMP: Yes, very much.\nDAVID MUIR: Do you think that that talking about millions of illegal votes is dangerous to this country without presenting the evidence?\nPRESIDENT TRUMP: No, not at all.\n(OVERTALK)\nPRESIDENT TRUMP: Not at all because many people feel the same way that I do. And ...\nDAVID MUIR: You don't think it undermines your credibility if there’s no evidence?\n(OVERTALK)\nPRESIDENT TRUMP: No, not at all because they didn't come to me. Believe me. Those were Hillary votes. And if you look at it they all voted for Hillary. They all voted for Hillary. They didn't vote for me. I don't believe I got one. Okay, these are people that voted for Hillary Clinton. And if they didn't vote, it would've been different in the popular.\nNow, you have to understand I -- I focused on those four or five states that I had to win. Maybe she didn't. She should've gone to Michigan. She thought she had it in the bag. She should've gone to Wisconsin, she thought she had it because you're talking about 38 years of, you know, Democrat wins. But they didn't. I went to Michigan, I went to Wisconsin. I went to Pennsylvania all the time. I went to all of the states that are -- Florida and North Carolina. That's all I focused on.\nDAVID MUIR: Mr. President, it does strike me though that we're relitigating the presidential campaign, the election ...\n(OVERTALK)\nPRESIDENT TRUMP: No, no. We're looking at it for the next time. No, no, you have to understand, I had a tremendous victory, one of the great victories ever. In terms of counties I think the most ever or just about the most ever. When you look at a map it's all red. Red meaning us, Republicans.\nOne of the greatest victories ever. But, again, I ran for the electoral college. I didn't run for the popular vote. What I'm saying is if there are these problems that many people agree with me that there might be. Look, Barack Obama -- if you look back -- eight years ago when he first ran -- he was running for office in Chicago for we needed Chicago vote.\nAnd he was laughing at the system because he knew all of those votes were going to him. You look at Philadelphia, you look at what's going on in Philadelphia. But take a look at the tape of Barack Obama who wrote me, by the way, a very beautiful letter in the drawer of the desk. Very beautiful. And I appreciate it. But look at what he said, it's on tape. Look at what he said about voting in Chicago eight years ago. It's not changed. It hasn't changed, believe me. Chicago, look what's going on in Chicago. It's only gotten worse.\nBut he was smiling and laughing about the vote in Chicago. Now, once he became president he didn't do that. All of a sudden it became this is the foundation of our country. So, here's the point, you have a lot of stuff going on possibly. I say probably. But possibly. We're gonna get to the bottom of it.\nAnd then we're gonna make sure it doesn't happen again. If people are registered wrongly, if illegals are registered to vote, which they are, if dead people are registered to vote and voting, which they do. There are some. I don't know how many. We're gonna try finding that out and the other categories that we talk about, double states where they're -- registered in two states, we're gonna get to the bottom of it because we have to stop it. Because I agree, so important. But the other side is trying to downplay this. Now, I'll say this -- I think that if that didn't happen, first of all, would -- would be a great thing if it didn't happen. But I believe it did happen. And I believe a part of the vote would've been much different.\nDAVID MUIR: And you believe millions of illegal votes ...\nPRESIDENT TRUMP: Well, we're gonna find out.\nDAVID MUIR: Let me ask you this ...\nPRESIDENT TRUMP: We're gonna find out. And -- and, by the way, when I say you're gonna find out. You can never really find, you know, there are gonna be -- no matter what numbers we come up with there are gonna be lots of people that did things that we're not going to find out about. But we will find out because we need a better system where that can't happen.\nDAVID MUIR: Mr. President, I just have one more question on this. And it's -- it's bigger picture. You took some heat after your visit to the CIA in front of that hallowed wall, 117 stars -- of those lost at the CIA. You talked about other things. But you also talked about crowd size at the inauguration, about the size of your rallies, about covers on Time magazine. And I just wanna ask you when does all of that matter just a little less? When do you let it roll off your back now that you're the president?\n(OVERTALK)\nPRESIDENT TRUMP: OK, so I'm glad you asked. So, I went to the CIA, my first step. I have great respect for the people in intelligence and CIA. I'm -- I don't have a lot of respect for, in particular one of the leaders. But that's okay. But I have a lot of respect for the people in the CIA.\nThat speech was a home run. That speech, if you look at Fox, OK, I'll mention you -- we see what Fox said. They said it was one of the great speeches. They showed the people applauding and screaming and -- and they were all CIA. There was -- somebody was asking Sean -- \"Well, were they Trump people that were put--\" we don't have Trump people. They were CIA people.\nThat location was given to me. Mike Pence went up before me, paid great homage to the wall. I then went up, paid great homage to the wall. I then spoke to the crowd. I got a standing ovation. In fact, they said it was the biggest standing ovation since Peyton Manning had won the Super Bowl and they said it was equal. I got a standing ovation. It lasted for a long period of time. What you do is take -- take out your tape -- you probably ran it live. I know when I do good speeches. I know when I do bad speeches. That speech was a total home run. They loved it. I could've ...\n(OVERTALK)\nPRESIDENT TRUMP: ... gotten ...\nDAVID MUIR: You would give the same speech if you went back ...\nPRESIDENT TRUMP: Absolutely.\nDAVID MUIR: ... in front of that wall?\nPRESIDENT TRUMP: People loved it. They loved it. They gave me a standing ovation for a long period of time. They never even sat down, most of them, during the speech. There was love in the room. You and other networks covered it very inaccurately. I hate to say this to you and you probably won't put it on but turn on Fox and see how it was covered. And see how people respond to that speech.\nThat speech was a good speech. And you and a couple of other networks tried to downplay that speech. And it was very, very unfortunate that you did. The people of the CIA loved the speech. If I was going to take a vote in that room, there were, like, 300, 350 people, over 1,000 wanted to be there but they couldn't. They were all CIA people. I would say I would've gotten 350 to nothing in that room. That's what the vote would've been. That speech was a big hit, a big success -- success. And then I came back and I watched you on television and a couple of others.\nDAVID MUIR: Not me personally.\n(OVERTALK)\nPRESIDENT TRUMP: And they tried to demean. Excuse me?\nDAVID MUIR: Not me personally.\nPRESIDENT TRUMP: Not you personally but your network -- and they tried to demean the speech. And I know when things are good or bad. A poll just came out on my inauguration speech which was extraordinary that people loved it. Loved and liked. And it was an extraordinary poll.\nDAVID MUIR: I guess that's what I'm getting at. You talked about the poll, the people loving your inaugural speech and the size of your ...\nPRESIDENT TRUMP: No, because you bring it up.\nDAVID MUIR: I'm asking, well, on day one you ...\nPRESIDENT TRUMP: Well, you just brought it up. I didn't bring it up. I didn't wanna -- talk about the inauguration speech. But I think I did a very good job and people really liked it. You saw the poll. Just came out this morning. You bring it up. I didn't bring it up.\nDAVID MUIR: So, polls and crowd size and covers on Time, those still matter now that you're here as president.\nPRESIDENT TRUMP: Well, you keep bringing it up. I had a massive amount of people here. They were showing pictures that were very unflattering, as unflattering -- from certain angles -- that were taken early and lots of other things. I'll show you a picture later if you’d like of a massive crowd.\nIn terms of a total audience including television and everything else that you have we had supposedly the biggest crowd in history. The audience watching the show. And I think you would even agree to that. They say I had the biggest crowd in the history of inaugural speeches. I'm honored by that. But I didn't bring it up. You just brought it up.\nDAVID MUIR: See, I -- I'm not interested in the inaugural crowd size. I think the American people can look at images side by side and decide for themselves. I am curious about the first full day here at the White House, choosing to send the press secretary out into the briefing room, summoning reporters to talk about the inaugural crowd size. Does that send a message to the American people that that's -- that's more important than some of the very pressing issues?\nPRESIDENT TRUMP: Part of my whole victory was that the men and women of this country who have been forgotten will never be forgotten again. Part of that is when they try and demean me unfairly 'cause we had a massive crowd of people. We had a crowd -- I looked over that sea of people and I said to myself, \"Wow.\"\nAnd I've seen crowds before. Big, big crowds. That was some crowd. When I looked at the numbers that happened to come in from all of the various sources, we had the biggest audience in the history of inaugural speeches. I said the men and women that I was talking to who came out and voted will never be forgotten again. Therefore I won't allow you or other people like you to demean that crowd and to demean the people that came to Washington, D.C., from faraway places because they like me. But more importantly they like what I'm saying.\nDAVID MUIR: I just wanna say I didn't demean anyone who was in that crowd. We did coverage for hours ...\n(OVERTALK)\nPRESIDENT TRUMP: No, I think you’re demeaning by talking the way you're talking. I think you're demeaning. And that's why I think a lot of people turned on you and turned on a lot of other people. And that's why you have a 17 percent approval rating, which is pretty bad.\nDAVID MUIR: Mr. Trump, let's talk about many of the things that have happened this week. Chicago. Last night you tweeted about the murder rate in Chicago saying, \"If Chicago doesn't fix the horrible carnage going on I will send in the feds.\"\nPRESIDENT TRUMP: Right.\nDAVID MUIR: You will send in the feds? What do you mean by that?\nPRESIDENT TRUMP: It's carnage. You know, in my speech I got tremendous -- from certain people the word carnage. It is carnage. It's horrible carnage. This is Afghanistan -- is not like what's happening in Chicago. People are being shot left and right. Thousands of people over a period -- over a short period of time.\nThis year, which has just started, is worse than last year, which was a catastrophe. They're not doing the job. Now if they want help, I would love to help them. I will send in what we have to send in. Maybe they're not gonna have to be so politically correct. Maybe they're being overly political correct. Maybe there's something going on. But you can't have those killings going on in Chicago. Chicago is like a war zone. Chicago is worse than some of the people that you report in some of the places that you report about every night ...\nDAVID MUIR: So, I will send ...\nPRESIDENT TRUMP: ... in the Middle East.\nDAVID MUIR: ... you mentioned federal assistance. There's federal assistance and then there's sending in the feds. I'm just curious would you take action on your own?\nPRESIDENT TRUMP: I want them to fix the problem. You can't have thousands of people being shot in a city, in a country that I happen to be president of. Maybe it's okay if somebody else is president. I want them to fix the problem. They have a problem that's very easily fixable.\nThey're gonna have to get tougher and stronger and smarter. But they gotta fix the problem. I don't want to have thousands of people shot in a city where essentially I'm the president. I love Chicago. I know Chicago. And Chicago is a great city, can be a great city.\nDAVID MUIR: And if they’re unable to fix it?\n(OVERTALK)\nPRESIDENT TRUMP: It can't be a great city. Excuse me. It can't be a great city if people are shot walking down the street for a loaf of bread. Can't be a great city.\nDAVID MUIR: And if they are unable to fix it, that's when you would send in the feds?\n(OVERTALK)\nPRESIDENT TRUMP: Well, so far they have been unable. It’s been going on for years. And I wasn't president. So, look, when President Obama was there two weeks ago making a speech, very nice speech. Two people were shot and killed during his speech. You can't have that.\nDAVID MUIR: Let me ask ...\nPRESIDENT TRUMP: They weren't shot at the speech. But they were shot in the city of Chicago during his speech. What -- what's going on? So, all I'm saying is to the mayor who came up to my office recently -- I say, \"You have to smarten up and you have to toughen up because you can't let that happen. That's a war zone.\"\nDAVID MUIR: So, this is an \"or else.\" This is a warning?\nPRESIDENT TRUMP: I want them to straighten out the problem. It's a big problem.\nDAVID MUIR: Let me ask you about a new report that you were poised to lift a ban on so-called CIA black sites of prisons around the world that have been used in the past. Is that true?\nPRESIDENT TRUMP: Well, I'll be talking about that in about two hours. So, you'll be there and you'll be able to see it for yourself.\nDAVID MUIR: Are you gonna lift the ban?\nPRESIDENT TRUMP: You're gonna see in about two hours.\nDAVID MUIR: The last president, President Obama, said the U.S. does not torture. Will you say that?\nPRESIDENT TRUMP: Well, I have a general who I have great respect for, General Mattis, who said -- I was a little surprised -- who said he's not a believer in torture. As you know, Mr. Pompeo was just approved, affirmed by the Senate. He's a fantastic guy, he's gonna be the head of the CIA.\nAnd you have somebody fabulous as opposed to the character that just got out who didn't -- was not fabulous at all. And he will I think do a great job. And he is -- you know, I haven't gone into great detail. But I will tell you I have spoken to others in intelligence. And they are big believers in, as an example, waterboarding.\nDAVID MUIR: You did tell me ...\n(OVERTALK)\nPRESIDENT TRUMP: Because they say it does work. It does work.\nDAVID MUIR: Mr. President, you ...\n(OVERTALK)\nDAVID MUIR: Mr. President, you told me during one of the debates that you would bring back waterboarding and a hell of a lot worse.\nPRESIDENT TRUMP: I would do ...\n(OVERTALK)\nPRESIDENT TRUMP: I would do -- I wanna keep our country safe. I wanna keep our country safe.\nDAVID MUIR: What does that mean?\nPRESIDENT TRUMP: When they're shooting -- when they're chopping off the heads of our people and other people, when they're chopping off the heads of people because they happen to be a Christian in the Middle East, when ISIS is doing things that nobody has ever heard of since Medieval times, would I feel strongly about waterboarding?\nAs far as I'm concerned we have to fight fire with fire. Now, with that being said I'm going with General Mattis. I'm going with my secretary because I think Pompeo's gonna be phenomenal. I'm gonna go with what they say. But I have spoken as recently as 24 hours ago with people at the highest level of intelligence. And I asked them the question, \"Does it work? Does torture work?\" And the answer was, \"Yes, absolutely.\"\nDAVID MUIR: You're now the president. Do you want waterboarding?\nPRESIDENT TRUMP: I don't want people to chop off the citizens or anybody's heads in the Middle East. Okay? Because they're Christian or Muslim or anything else. I don't want -- look, you are old enough to have seen a time that was much different. You never saw heads chopped off until a few years ago.\nNow they chop 'em off and they put 'em on camera and they send 'em all over the world. So we have that and we're not allowed to do anything. We're not playing on an even field. I will say this, I will rely on Pompeo and Mattis and my group. And if they don't wanna do, that's fine. If they do wanna do, then I will work for that end.\nI wanna do everything within the bounds of what you're allowed to do legally. But do I feel it works? Absolutely I feel it works. Have I spoken to people at the top levels and people that have seen it work? I haven't seen it work. But I think it works. Have I spoken to people that feel strongly about it? Absolutely.\nDAVID MUIR: So, you'd be okay with it as ...\nPRESIDENT TRUMP: I wanna keep ...\nDAVID MUIR: ... president?\nPRESIDENT TRUMP: ... no, I wanna -- I will rely on General Mattis. And I'm gonna rely on those two people and others. And if they don't wanna do it, it's 100 percent okay with me. Do I think it works? Absolutely.\nDAVID MUIR: Mr. President, I wanna ask you about refugees. You're about to sign a sweeping executive action to suspend immigration to this country.\nPRESIDENT TRUMP: Right.\nDAVID MUIR: Who are we talking about? Is this the Muslim ban?\nPRESIDENT TRUMP: We're talking about -- no it's not the Muslim ban. But it's countries that have tremendous terror. It's countries that we're going to be spelling out in a little while in the same speech. And it's countries that people are going to come in and cause us tremendous problems. Our country has enough problems without allowing people to come in who, in many cases or in some cases, are looking to do tremendous destruction.\n(OVERTALK)\nPRESIDENT TRUMP: You look at what's happening ...\nDAVID MUIR: Which countries are we talking about?\nPRESIDENT TRUMP: ... you'll be hearing about it in two hours because I have a whole list. You'll be very thrilled. You're looking at people that come in, in many cases, in some cases with evil intentions. I don't want that. They're ISIS. They're coming under false pretense. I don't want that.\nI'm gonna be the president of a safe country. We have enough problems. Now I'll absolutely do safe zones in Syria for the people. I think that Europe has made a tremendous mistake by allowing these millions of people to go into Germany and various other countries. And all you have to do is take a look. It's -- it's a disaster what's happening over there.\nI don't want that to happen here. Now with that being said, President Obama and Hillary Clinton have, and Kerry have allowed tens of thousands of people into our country. The FBI is now investigating more people than ever before having to do with terror. They -- and it's from the group of people that came in. So look, look, our country has a lot of problems. Believe me. I know what the problems are even better than you do. They're deep problems, they're serious problems. We don't need more.\nDAVID MUIR: Let me ask you about some of the countries that won't be on the list, Afghanistan, Pakistan, Saudi Arabia. Why are we going to allow people to come into this country ...\nPRESIDENT TRUMP: You're going to see -- you're going to see. We're going to have extreme vetting in all cases. And I mean extreme. And we're not letting people in if we think there's even a little chance of some problem.\nDAVID MUIR: Are you at all ...\n(OVERTALK)\nPRESIDENT TRUMP: We are excluding certain countries. But for other countries we're gonna have extreme vetting. It's going to be very hard to come in. Right now it's very easy to come in. It's gonna be very, very hard. I don't want terror in this country. You look at what happened in San Bernardino. You look at what happened all over. You look at what happened in the World Trade Center. Okay, I mean, take that as an example.\nDAVID MUIR: Are you at all ...\n(OVERTALK)\nDAVID MUIR: ... concerned -- are you at all concerned it's going to cause more anger among Muslims ...\nPRESIDENT TRUMP: Anger?\nDAVID MUIR: ... the world?\nPRESIDENT TRUMP: There's plenty of anger right now. How can you have more?\nDAVID MUIR: You don't think it'll ...\nPRESIDENT TRUMP: Look, David ...\nDAVID MUIR: ... exacerbate the problem?\nPRESIDENT TRUMP: ... David, I mean, I know you're a sophisticated guy. The world is a mess. The world is as angry as it gets. What? You think this is gonna cause a little more anger? The world is an angry place. All of this has happened. We went into Iraq. We shouldn't have gone into Iraq. We shouldn't have gotten out the way we got out.\nThe world is a total mess. Take a look at what's happening with Aleppo. Take a look what's happening in Mosul. Take a look what's going on in the Middle East. And people are fleeing and they're going into Europe and all over the place. The world is a mess, David.\nDAVID MUIR: You brought up Iraq and something you said that could affect American troops in recent days. You said, \"We should've kept the oil but okay maybe we'll have another chance.\" What did you mean by that?\nPRESIDENT TRUMP: Well, we should've kept the oil when we got out. And, you know, it's very interesting, had we taken the oil, you wouldn't have ISIS because they fuel themselves with the oil. That's where they got the money. They got the money from leaving -- when we left, we left Iraq, which wasn't a government. It's not a government now.\nAnd by the way, and I said something else, if we go in and do this. You have two nations, Iraq and Iran. And they were essentially the same military strength. And they'd fight for decades and decades. They'd fight forever. And they'd keep fighting and it would go -- it was just a way of life. We got in, we decapitated one of those nations, Iraq. I said, \"Iran is taking over Iraq.\" That's essentially what happened.\nDAVID MUIR: So, you believe we can go in and take the oil.\nPRESIDENT TRUMP: We should have taken the oil. You wouldn't have ISIS if we took the oil. Now I wasn't talking about it from the standpoint of ISIS because the way we got out was horrible. We created a vacuum and ISIS formed. But had we taken the oil something else would've very good happened. They would not have been able to fuel their rather unbelievable drive to destroy large portions of the world.\nDAVID MUIR: You've heard the critics who say that would break all international law, taking the oil. But I wanna get to the words ...\n(OVERTALK)\nDAVID MUIR: ... that you ...\nPRESIDENT TRUMP: Wait, wait, can you believe that? Who are the critics who say that? Fools.\nDAVID MUIR: Let, let me ...\nPRESIDENT TRUMP: I don't call them critics. I call them fools.\nDAVID MUIR: ... let me talk about your words ...\nPRESIDENT TRUMP: We should've kept -- excuse me. We should've taken the oil. And if we took the oil you wouldn't have ISIS. And we would have had wealth. We have spent right now $6 trillion in the Middle East. And our country is falling apart.\n(OVERTALK)\nPRESIDENT TRUMP: Our roads -- excuse me. Our roads, our bridges, our schools, it's falling apart. We have spent as of one month ago $6 trillion in the Middle East. And in our country we can't afford to build a school in Brooklyn or we can't afford to build a school in Los Angeles. And we can't afford to fix up our inner cities. We can't afford to do anything. Look, it's time. It's been our longest war. We've been in there for 15, 16 years. Nobody even knows what the date is because they don't really know when did we start. But it's time. It's time.\nDAVID MUIR: What got my attention, Mr. President, was when you said, \"Maybe we'll have another chance.\"\nPRESIDENT TRUMP: Well, don't let it get your attention too much because we'll see what happens. I mean, we're gonna see what happens. You know, I told you and I told everybody else that wants to talk when it comes to the military I don't wanna discuss things.\nI wanna let -- I wanna let the action take place before the talk takes place. I watched in Mosul when a number of months ago generals and politicians would get up and say, \"We're going into Mosul in four months.\" Then they'd say, \"We're going in in three months, two months, one month. We're going in next week.\"\nOkay, and I kept saying to myself, \"Gee, why do they have to keep talking about going in?\" All right, so now they go in and it is tough because they're giving the enemy all this time to prepare. I don't wanna do a lot of talking on the military. I wanna talk after it's finished, not before it starts.\nDAVID MUIR: Let me ask you, Mr. President, about another promise involving Obamacare to repeal it. And you told The Washington Post that your plan to replace Obamacare will include insurance for everybody. That sounds an awful lot like universal coverage.\nPRESIDENT TRUMP: It's going to be -- what my plan is is that I wanna take care of everybody. I'm not gonna leave the lower 20 percent that can't afford insurance. Just so you understand people talk about Obamacare. And I told the Republicans this, the best thing we could do is nothing for two years, let it explode. And then we'll go in and we'll do a new plan and -- and the Democrats will vote for it. Believe me.\nBecause this year you'll have 150 percent increases. Last year in Arizona 116 perecent increase, Minnesota 60 some-odd percent increase. And I told them, except for one problem, I wanna get it fixed. The best thing I could do as the leader of this country-- but as wanting to get something approved with support of the Democrats, if I didn't do anything for two years they'd be begging me to do something. But I don't wanna do that. So just so you unders-- Obamacare is a disaster.\nIt's too expensive. It's horrible health care. It doesn't cover what you have to cover. It's a disaster. You know it and I know it. And I said to the Republican folks-- and they're terrific folks, Mitch and Paul Ryan, I said, \"Look, if you go fast -- and I'm okay in doing it because it's the right thing to do. We wanna get good coverage at much less cost.\" I said, \"If you go fast we then own Obamacare. They're gonna put it on us. And Obamacare is a disaster waiting to explode. If you sit back and let it explode it's gonna be much easier.\" That's the thing to do. But the right thing to do is to get something done now.\nDAVID MUIR: But you ...\nPRESIDENT TRUMP: So I wanna make sure that nobody's dying on the streets when I'm president. Nobody's gonna be dying on the streets. We will unleash something that's gonna be terrific. And remember this, before Obamacare you had a lot of people that were very, very happy with their health care.\nAnd now those people in many cases don't even have health care. They don't even have anything that's acceptable to them. Remember this, keep your doctor, keep your plan, 100 percent. Remember the $5 billion website? Remember the website fiasco. I mean, you do admit that I think, right? The website fiasco.\nObamacare is a disaster. We are going to come up with a new plan ideally not an amended plan because right now if you look at the pages they're this high. We're gonna come up with a new plan that's going to be better health care for more people at a lesser cost.\nDAVID MUIR: Last question because I know you're gonna show me around the White House. Last question on this. You've seen the estimate that 18 million Americans could lose their health insurance if Obamacare is repealed and there is no replacement. Can you assure those Americans watching this right now that they will not lose their health insurance or end up with anything less?\nPRESIDENT TRUMP: So nobody ever deducts all the people that have already lost their health insurance that liked it. You had millions of people that liked their health insurance and their health care and their doctor and where they went. You had millions of people that now aren't insured anymore.\nDAVID MUIR: I'm just asking about the people ...\nPRESIDENT TRUMP: No, no.\nDAVID MUIR: ... who are nervous and watching ...\nPRESIDENT TRUMP: We ...\nDAVID MUIR: ... you for reassurance.\nPRESIDENT TRUMP: ... here's what I can assure you, we are going to have a better plan, much better health care, much better service treatment, a plan where you can have access to the doctor that you want and the plan that you want. We're gonna have a much better health care plan at much less money.\nAnd remember Obamacare is ready to explode. And you interviewed me a couple of years ago. I said '17 -- right now, this year, \"'17 is going to be a disaster.\" I'm very good at this stuff. \"'17 is going to be a disaster cost-wise for Obamacare. It's going to explode in '17.\"\nAnd why not? Obama's a smart guy. So let it all come do because that's what's happening. It's all coming do in '17. We're gonna have an explosion. And to do it right, sit back, let it explode and let the Democrats come begging us to help them because it's on them. But I don't wanna do that. I wanna give great health care at a much lower cost.\nDAVID MUIR: So, no one who has this health insurance through Obamacare will lose it or end up ...\nPRESIDENT TRUMP: You know, when you ...\nDAVID MUIR: ... with anything less?\n(OVERTALK)\nPRESIDENT TRUMP: ... say no one I think no one. Ideally, in the real world, you’re talking about millions of people. Will no one. And then, you know, knowing ABC, you'll have this one person on television saying how they were hurt. Okay. We want no one. We want the answer to be no one.\nBut I will say millions of people will be happy. Right now you have millions and millions and millions of people that are unhappy. It's too expensive and it's no good. And the governor of Minnesota who unfortunately had a very, very sad incident yesterday 'cause he's a very nice guy but -- a couple of months ago he said that the Affordable Care Act is no longer affordable.\nHe's a staunch Democrat. Very strong Democrat. He said it's no longer affordable. He made that statement. And Bill Clinton on the campaign trail -- and he probably had a bad night that night when he went home -- but he said, \"Obamacare is crazy. It's crazy.\" And you know what, they were both right.\nDAVID MUIR: Mr. President, thank you.\n(OVERTALK)\nPRESIDENT TRUMP: Thank you very much. Appreciate it.\n* * *END OF TRANSCRIPT* * *", "timestamp": "2017-01-25T22:25:00-05:00"}
{"category": "speech", "location": "Philadelphia, Pennsylvania, United States", "source": "https://www.c-span.org/video/?422829-1", "text": "YOU HAVE GIVEN US A TASK AND RESPONSIBILITY. PRAY THAT YOU WOULD MAKE IS EQUAL TO THE TASK, THAT YOU GIVE US THE WISDOM THAT WE NEED, THAT YOU GIVEUS THE PATIENCE AND THE GRACE AND THE JOY IN THE TASK THAT WE NEED. FATHER, WE JOIN MILLIONS OF AMERICANS PRAYING FOR THE PRESIDENT AND VICE PRESIDENT, THAT YOU WOULD GIVE THEM THE WISDOM TO MAKE WISE CHOICES, TO HAVE THE CONFIDENCE TO KNOW WHAT TO DO AND THE BOLDNESS TO DO IT. PRAY THAT YOU GIVE THEM UNIQUE DISCERNMENT IN THE TASK, GIVE THEM THE ABILITY TO MAKE THE RIGHT CHOICES, WHETHER IT BE DIRECTION AND EXECUTIVE ACTION THEY TAKE. FATHER COME I PRAY FOR THE STAFF, THOUSANDS OF PEOPLE GETTING ORGANIZED AROUND THIS NEW PRESIDENCY. EQUIP THEM COME MAKE THEM READY FOR THE TASK. FATHER, YOU HAVE CALLED US ALL TO SPEAK FOR THOSE WHO CANNOT SPEAK FOR THEMSELVES. TO STAND UP FOR JUSTICE AND TO SPEAK OUT IN DEFENSE OF THE POOR AND THE NEEDY. GOD COME I PRAY THAT YOU WILL HELP US TO DO THAT IN THE DAYS AHEAD. BLESS OUR PRESIDENT AND OUR VICE PRESIDENT. USE THIS TIME TO PREPARE US AND TO DRAW US TOGETHER AS A NATION. IN THE NAME OF JESUS, I PRAY. AMEN. >> PLEASE WELCOME THIS SPEAKER OF THE HOUSE OF REPRESENTATIVES, PAUL RYAN. [APPLAUSE]\nSPEAKER\nRYAN:>> PLEASE WELCOME THE VICE PRESIDENT OF THE UNITED STATES, MIKE PENCE. [APPLAUSE] [NO AUDIO] >>\nPLEASE WELCOME OUR SPECIAL GUEST, THE MAJORITY LEADER OF THE SENATE, MITCH MCCONNELL. [APPLAUSE]\nSENATOR MCCONNELL: NOT MANY PEOPLE KNOW THIS, BUT AT THE BEGINNING OF OUR COUNTRY, THE PRESIDENTS WERE ALL A PART OF THE ESTABLISHMENT. FOR 40 YEARS,FROM WASHINGTON TO JOHN QUINCY ADAMS AND THEN ANDREW JACKSON CAME ALONG. HE WAS THE VOICE OF THE PEOPLE. AND REGULAR PEOPLE SENT THIS NEW PRESIDENT TO THE OVAL OFFICE, TO THE WHITE HOUSE, AND HE MADE HISTORY BY SERVING TWO TERMS AND CHANGING AMERICA. I LOOKED BEHIND HIS DESK AND THERE WAS A SCULPTURE OF ANDREW JACKSON. HOW APPROPRIATE. JOIN ME IN WELCOMING THE NEXT PRESIDENT WHO WILL MAKE HISTORY AND TURN AMERICA AROUND, DONALD TRUMP. [APPLAUSE]\nPRESIDENT TRUMP: THANK YOU VERY MUCH, MITCH. SO NICE. THANK YOU. THANK YOU VERY MUCH. [APPLAUSE] PRESIDENT TRUMP: THANK YOU. THANK YOU. SO NICE.NICE TO WIN. DO WE AGREE? IT'S BEEN A WHILE. IT'S BEEN A WHILE SINCE WE'VE HAD THIS POSITION. NICE TO WIN. I WANT TO THANK SO MANY FRIENDS IN THE ROOM. SIT DOWN, EVERYBODY. LET'S ENJOY OURSELVES. IT IS GREAT TO BE IN PHILADELPHIA. I WOULD TO SCHOOL IN PHILADELPHIA. THIS IS A VERY SPECIAL PLACE IN OUR NATIONS HISTORY. THE PLACE WHERE WE LAUNCHED OUR AMERICAN INDEPENDENCE. THE STATE OF PENNSYLVANIA IS VERY SPECIAL TO ME FOR LOTS OF REASONS. ESPECIALLY FROM A COUPLE OF MONTHS AGO. REMEMBER? PENNSYLVANIA CANNOT BE WON. REMEMBER? PENNSYLVANIA CANNOT BE WON. THERE IS NO PATH TO VICTORY FOR TRUMP IN PENNSYLVANIA. EXCEPT, WE WON. IT HAS BEEN A LONG TIME SINCE YOU GUYS DID THIS. IT WAS A GREAT VICTORY, A GREAT EVENING. IT SORT OF STARTED IN PENNSYLVANIA. THEY ALSO THAT PENNSYLVANIA WAS THE BRIDE THAT GOT AWAY. IT WAS THE STATE THAT EVERYBODY FROM THE REPUBLICAN PARTY THAT RAN IN PENNSYLVANIA FOR 38 YEARS. THEY WON. I THOUGHT I HAD WON, TOO, BUT I WAS AFRAID TO SAY. I SAID I THINK WE DID GREAT BUT LET'S SEE WHAT HAPPENS. I LOVE THIS STATE AND WE WILL SEE IT MANY TIMES AGAIN. NOW IS THE DAWN OF A NEW ERA. EVERY DEDICATION TO THE IDEA THAT THE PEOPLE ARE IN CHARGE OF THEIR OWN DESTINY. I WANT TO THANK MAJORITY LEADER MCCONNELL AND SPEAKER PAUL RYAN, VERY, VERY SPECIAL. HE IS WRITING HIS HEART OUT AND WE ARE ACTUALLY GOING TO SIGN THE STUFF YOU ARE WRITING. YOU ARE NOT WASTING YOUR TIME. [APPLAUSE] PRESIDENT TRUMP: HE WENT RIGHT AND HE WOULD SEND IT UP AND NOTHING WOULD HAPPEN. BUT NOW, IT IS GOING TO HAPPEN. FOR THE LEADERSHIP AND FOR INVITING ME HERE TODAY, THANK YOU VERY MUCH. AND THANK YOU, LEADER MCCARTHY, SENATOR CORNYN, CONGRESSMAN SCALISE, CONGRESSWOMAN CATHY MCMORRIS RODGERS AND CONGRESSMAN MESSER FOR YOUR LEADERSHIP AS WELL. IT HAS BEEN TERRIFIC. THIS CONGRESS IS GOING TO BE THE BUSIEST CONGRESS WE HAVE HAD IN DECADES, MAYBE EVER. THINK OF THAT. THINK OF EVERYTHING WE CAN ACHIEVE AND REMEMBER WHO WE MUST ACHIEVE IT FOR. WE ARE HERE NOW BECAUSE TENS OF MILLIONS OF AMERICANS HAVE PLACED THEIR HOPES IN US TO TRANSFER POWER FROM WASHINGTON DC AND GIVE IT BACK TO THE PEOPLE -- FROM WASHINGTON, D.C. AND GIVE IT BACK TO THE PEOPLE. SO IMPORTANT. NOW, WE HAVE TO DELIVER -- ENOUGH ALL TALK, NO ACTION. WE HAVE TO DELIVER. THIS IS OUR CHANCE TO ACHIEVE GREAT AND LASTING CHANGE FOR OUR BELOVED NATION. SINCE TAKING OFFICE, I HAVE TAKEN MAJOR CONTRACTUAL STEPS TO RESTORE THE RULE OF LAW AND TO RETURN POWER TO EVERY DAY AMERICANS. [APPLAUSE] PRESIDENT TRUMP: EVEN THOUGH IT IS ONLY A FEW DAYS, WE HAVE DONE IT IN RECORD NUMBERS. WE HAVE ISSUED EXECUTIVE ORDERS TO BUILD THE KEYSTONE AND DAKOTA PIPELINES. [APPLAUSE] PRESIDENT TRUMP: AND ISSUED A NEW REQUIREMENT FOR AMERICAN PIPELINES TO BE MADE WITH AMERICAN STEEL AND FABRICATED IN THE UNITED STATES. [APPLAUSE] PRESIDENT TRUMP: I WAS SITTING AT MY DESK AND I'M GETTING READY TO SIGN KEYSTONE AND DAKOTA AND I SAID, WHERE IS THE PIPE COMING FROM? I WILL NOT TELL YOU WHERE, BUT YOU WOULDN'T BE HAPPY. WHY IS IT THAT WE BUILD PIPELINES AND WE ARE NOT USING PIPE MADE IN OUR COUNTRY? LET'S PUT THAT LITTLE CLAUSE IN. THAT WILL ATTRACT A LOT OF PEOPLE AND WE WILL MAKE THAT PIPE RIGHT HERE IN AMERICA. OK? [APPLAUSE] IF PEOPLE WANT TO BUILD PIPELINES ON OUR LAND, WE WANT THE PIPE TO BE MANUFACTURED HERE . YOU WILL SEE A LEVEL OF QUALITY YOU ARE NOT GOING TO SEE WHEN THEY BRING PIPE FROM FAR DISTANCES, HAVE TO BRING IT IN SMALL CHUNKS AND THEN FABRICATE IT ON THE LAND. DID ME A BREAK. WE CAN DO MUCH BETTER THAN THAT AND WE WILL DO IT MUCH BETTER AND IT WILL END UP COSTING LESS MONEY, BELIEVE ME. WE HAVE REINSTATED THE MEXICO CITY POLICY, A LONG-STANDING POLICY -- [APPLAUSE]\nPRESIDENT TRUMP: ISN'T THAT NICE? BY THE WAY, ON FRIDAY, A LOT OF PEOPLE WILL BE SHOWING UP TO WASHINGTON. RIGHT, MIKE? THE PRESS NEVER GIVES THEMTHE CREDIT THAT THEY DESERVE. THEY WILL HAVE 500, 600 THOUSAND PEOPLE. YOU WON'T EVEN READ ABOUT IT. WHEN OTHER PEOPLE SHOW UP, YOU READ BIG-TIME ABOUT IT. RIGHT? IT'S NOT FAIR, BUT NOTHING FAIR ABOUT THE MEDIA. [LAUGHTER] [APPLAUSE] PRESIDENT TRUMP: LONG-STANDING POLICY TO ENSURE TAXPAYER DOLLARS DO NOT FUND ABORTION SERVICES OVERSEAS. [APPLAUSE] PRESIDENT TRUMP: WE HAVE ISSUED EXECUTIVE ORDERS TO REMOVE WASTEFUL REGULATIONS THAT SLOW DOWN COMMERCE AND DELAY INFRASTRUCTURE WHICH WE DESPERATELY NEED. THE VERY BEGINNING OF A MASSIVE EFFORT TO REDUCE THE CRUSHING REGULATIONS ON OUR ECONOMY. AND WE ARE GOING TO REDUCE REGULATIONS BIG-TIME. [APPLAUSE] PRESIDENT TRUMP: WE HAVE ALSO WITHDRAWN FROM THE TRANSPACIFIC PARTNERSHIP, PAVING THE WAY FOR NEW ONE-ON-ONE TRADE DEALS THAT PROTECT AND DEFEND THE AMERICAN WORKER AND WE WILL HAVE A LOT OF TRADE DEALS -- MITCH, DON'T WORRY ABOUT IT. BUT THEY WILL BE ONE-ON-ONE. THEY WILL NOT BE WHOLE BIG MASHED POT. THEY WILL BE ONE-ON-ONE DEALS. IF THAT PARTICULAR COUNTRY DOES NOT TREAT US FAIRLY, WE SEND THEM A 30 DAY NOTICE OF TERMINATION AND THEY WILL COME AND SAY PLEASE DO NOT DO THAT AND WE WILL NEGOTIATE A BETTER DEAL. THE OTHER WAY, YOU CANNOT GET OUT OF IT. WE WILL HAVE VERY STRONG CONTROLS OVER MONETARY MANIPULATION AND EVALUATION -- D EVALUATION, WHICH THEY DID NOT HAVE A TV. -- WHICH THEY DID NOT HAVE IN TPB. -- TPP. WE WOULD LIKE TO HAVE WILBUR ROSS APPROVED AS SOON AS POSSIBLE. MITCH SAYS IT WILL BE DONE AND IT WILL BE. IT COULD MOVE FASTER ON THE OTHER SIDE. I WILL SAY THAT. [LAUGHTER] [APPLAUSE] PRESIDENT TRUMP: I'M A MEETING WITH THE PRIME MINISTER TOMORROW, AS YOU KNOW. GREAT BRITAIN. I'M MEETING WITH HER TOMORROW. I DON'T HAVE MY COMMERCE SECRETARY. I WILL HAVE TO HANDLE IT MYSELF. [LAUGHTER] [APPLAUSE] PRESIDENT TRUMP: WHICH IS OK. WE HAVE PUT IN PLACE THE FIRST STEPS IN OUR IMMIGRATION PLAN, ORDERING THE IMMEDIATE CONSTRUCTION OF THE BORDER WALL COME, EXPEDITING THE REMOVAL OF\nCRIMINAL ALIENS -- THEY WILL BE GONE, FAST. [APPLAUSE] PRESIDENT TRUMP: FINALLY, AT LONG LAST, CRACKING DOWN ON SANCTUARY CITIES. [APPLAUSE] PRESIDENTTRUMP: IT IS TIME TO RESTORE THE CIVIL RIGHTS OF AMERICANS TO PROTECT THEIR JOBS, THEIR HOPES AND THEIR DREAMS FOR A MUCH BETTER FUTURE. CONGRESS PASSED THESE LAWS TO SERVE OUR CITIZENS AND IT'S ABOUT TIME THOSE LAWS WERE PROPERLY ENFORCED. THEY ARE NOT ENFORCED. [APPLAUSE] PRESIDENT TRUMP: THE HOUR OF JUSTICE FOR THE AMERICAN WORKER HAS ARRIVED. BORDER SECURITY IS A SERIOUS, SERIOUS NATIONAL ISSUE AND PROBLEM. A LACK OF SECURITY POSES A SUBSTANTIAL THREAT TO THE SOVEREIGNTY AND SAFETY OF THE UNITED STATES OF AMERICA AND ITS CITIZENS. MOST ILLEGAL IMMIGRATION IS COMING FROM OUR SOUTHERN BORDER. THE AMERICAN PEOPLE WILL NOT PAY FOR THE WALL. I HAVE MADE THAT CLEAR TO THE GOVERNMENT OF MEXICO. NOW THE HAS -- NAFTA HAS BEEN A TERRIBLE DEAL, A TOTAL DISASTER FOR THE UNITED STATES, COSTING US AS MUCH AS $60 BILLION A YEAR WITH MEXICO ALONE IN TRADE DEFICITS. WHO NEGOTIATES THESE DEALS? NOT TO MENTION, MILLIONS OF JOBS AND THOUSANDS AND THOUSANDS OF FACTORIES AND PLANTS CLOSING DOWN ALL OVER OUR COUNTRY. ON TOP OF THAT, THE TRILLIONS OF DOLLARS TO U.S. TAXPAYERS HAVE SPENT TO PAY THE COSTS OF LEGAL IMMIGRATION. THAT'S ILLEGAL IMMIGRATION. MUCH OF IT GOES BACK TO OTHER COUNTRIES AND OFTENTIMES BECAUSE THEY DON'T RESPECT US, THE OTHER COUNTRIES WILL NOT ACCEPT THE CRIMINALS THAT WE SEND BACK TO THEM THAT ARE LEGALLY IN OUR COUNTRY. THEY WILL START ACCEPTING THEM AGAIN, QUICKLY. WE WILL NOT HAVE THEM ANY LONGER. [APPLAUSE] PRESIDENT TRUMP: I WILL NOT ALLOW THE TAXPAYERS OR THE CITIZENS OF THE UNITED STATES TO PAY THE COSTS OF THIS DEFECTIVE TRANSACTION, NAFTA. ONE THAT SHOULD HAVE BEEN RENEGOTIATED MANY YEARS AGO EXCEPT THE POLITICIANS WERE TOO PREOCCUPIED TO DO SO. THESE PEOPLE ARE NOT IN THAT CATEGORY. THIS IS A DIFFERENT GROUP. I THINK. RIGHT? [LAUGHTER] PRESIDENT TRUMP: THE PRESIDENT OF MEXICO AND MYSELF HAVE AGREED TO CANCEL OUR PLANNED MEETING SCHEDULED FOR NEXT WEEK UNLESS MEXICO IS GOING TO TREAT THE UNITED STATES FAIRLY WITH RESPECT. SUCH A MEETING WOULD BE FRUITLESS AND I WANT TO GO IN DIFFERENT ROUTE. WE HAVE NO CHOICE. PAUL RYAN AND OTHER LEADERS IN CONGRESS AND I AND MIKE PENCE -- HOW GOOD A CHOICE WAS VICE PRESIDENT MIKE PENCE? STAND UP. [APPLAUSE] PRESIDENT TRUMP: EVERYBODY LOVES HIM. [APPLAUSE] PRESIDENT TRUMP: ANY I GOT MYSELF INTO A JAM EARLY, OFTEN TIMES, THEY WOULD SAY ON TELEVISION, YEAH, BUT LOOK, HE PICKED MIKE PENCE. HE HAS TO HAVE SOMETHING GOING, RIGHT? WE ARE WORKING ON A TAX REFORM BILL THAT WILL REDUCE OUR TRADE DEFICITS, INCREASE AMERICAN EXPORTS AND WILL GENERATE REVENUE FROM MEXICO THAT WILL PAY FOR THE WALL IF WE DECIDE TO GO THAT ROUTE. IT IS TIME THAT THE AMERICAN PEOPLE HAVE A PRESIDENT FIGHTING HIS HARDEST FOR CITIZENS AS OTHER COUNTRIES DO FOR THEIRS. THAT IS EXACTLY WHAT I'M GOING TO DO FOR YOU. BELIEVE ME. [APPLAUSE] PRESIDENT TRUMP: THANK YOU. [APPLAUSE] PRESIDENT TRUMP: THANK YOU. [APPLAUSE] PRESIDENT TRUMP: IT'S TIME THAT SOMEBODY THOUGHT FOR OUR COUNTRY AND DID NOT LET ANYONE TAKE ADVANTAGE OF US ANYMORE. THE WORLD HAS TAKEN ADVANTAGE OF US FOR MANY YEARS. NOT GOING TO HAPPEN ANYMORE. WE WILL HAVE AN AMBITIOUS LEGISLATIVE AGENDA AS WELL. OUR LEGISLATIVE WORK STARTS WITH REPEALING AND REPLACING OBAMACARE. [APPLAUSE] PRESIDENT TRUMP: AND SAVING FAMILIES FROM THE CATASTROPHIC RISE IN PREMIUMS AND DEBILITATING LOSS OF CHOICE AND JUST ABOUT EVERYTHING ELSE. OBAMACARE IS A DISASTER. THE DEMOCRATS ARE PUTTING UP SIGNS LIKE IT'S WONDERFUL. IT'S A DISASTER. I TALKED WITH PAUL AND THE GROUP ABOUT JUST DOING NOTHING FOR TWO YEARS AND THE DEMS WOULD COME BEGGING TO DO SOMETHING BECAUSE 17 IS GOING TO BE CATASTROPHIC PRICE INCREASES, YOUR DEDUCTIBLES THROUGH THE ROOF, YOU CANNOT USE IT. THEY WOULD COME TO US -- WE HAVE TO TAKE CARE OF THE AMERICAN PEOPLE IMMEDIATELY. WE CANNOT WAIT. [APPLAUSE] PRESIDENT TRUMP: EVERY TIME THEY TELL YOU ABOUT OBAMACARE, WE ARE TAKING THEM OUT OF A BIG JAM. WE ARE PUTTING OURSELVES AT RISK, TO A CERTAIN EXTENT. WE ARE TAKING IT OFF THEIR PLATTER. I THINK WE HAVE NO CHOICE. WE HAVE TO GET IT GOING. IF WE WAITED TWO YEARS, IT WOULD EXPLODE LIKE YOU NEVER SEEN AN EXPLOSION. NOBODY WILL BE ABLE TO AFFORD IT, IT IS A DISASTER. THAT IS POLITICALLY WHAT WE SHOULD DO, BUT WE DON'T WANT TO DO THAT. WE NEED TO GET SOMETHING DONE RIGHT. TOM PRICE WILL DO A PHENOMENAL JOB. HE WILL DO A PHENOMENAL JOB. [APPLAUSE] PRESIDENT TRUMP: ON MY FIRST DAY IN OFFICE, I SIGNED AN EXECUTIVE ORDER TO ROLL BACK THE BURDENS OF OBAMACARE AND PAVED THE WAY FOR REAL REFORM LIKE HEALTH SAVINGS ACCOUNTS THAT EMPOWER INDIVIDUALS TO CHOOSE A CUSTOMIZED PLAN THAT IS TRULY RIGHT FOR THEM. TOM PRICE WILL SOON BE LEAVING HEALTH AND HUMAN SERVICES -- LEADING HEALTH AND HUMAN SERVICES. HE IS THE TRUE ADVOCATE FOR PATIENTS. HE WILL DO A PHENOMENAL JOB. WE HAVE NO DOUBT ABOUT THAT. HE JOINS AN ALL-STAR ROSTER THAT INCLUDES MANY OF YOUR COLLEAGUES , MIKE MULVANEY, RYAN SANKEY -- MIKE POMPEO -- IS MIKE HERE? MIKE POMPEO, PHENOMENAL GUY. AND JEFF SESSIONS. [APPLAUSE] PRESIDENT TRUMP: JEFF WAS ONE OF MY EARLIEST ENDORSERS. NEVER ENDORSED A PRESIDENTIAL CANDIDATE BEFORE. RESPECTED BY EVERYBODY. DID UNBELIEVABLY IN FRONT OF COMMITTEE. IN ADDITION TO FIXING OUR HEALTH CARE, WE ARE GOING TO PURSUE NEW TRADE DEALS THAT CREATE HIGHER WAGES AND MORE OPPORTUNITIES FOR AMERICAN WORKERS, BRINGING BACK THIS MAGNIFICENT WORDS, \"MADE IN USA.\" WE USED TO HAVE THAT. IT WILL BE AMERICA FIRST AGAIN. WE WILL CREATE MILLIONS OF NEW, GOOD PAYING JOBS BY REMOVING THE ECONOMIC BURDENS THAT CRIPPLE OUR ABILITY TO COMPETE. AT THE CENTER OF THAT AGENDA IS OLD TAX REFORM -- BOLD TAX REFORM THAT LOWERS TAXES FOR MIDDLE-CLASS AND FOR ALL AMERICAN BUSINESSES. WE WILL ALSO PURSUE FINANCIAL REFORM THAT WILL HELP STRIVING AMERICANS GET THE CREDIT THEY NEED TO REALIZE THEIR DREAMS. REPUBLICANS HAVE ALWAYS BEEN THE PARTY OF AMERICAN INDUSTRY AND THE AMERICAN WORKER. WE MUST EMBRACE THAT HERITAGE. REBUILDING THIS COUNTRY WITH AMERICAN GOODS AND AMERICAN LABOR AND WE STARTED, BELIEVE ME. OVER THE LAST COUPLE OF MONTHS -- GETTING INDUSTRY TO START COMING BACK TO OUR COUNTRY BEFORE I TOOK OFFICE. WE HAVE A LOT OF GREAT NEWS WITH FORD AND GENERAL MOTORS AND FIAT CHRYSLER. LOCKHEED IS ADDING A LOT OF ADDITIONAL PEOPLE. BOEING -- WE HAVE A LOT OF POSITIVE THINGS HAPPENING AND IT'S REALLY GOING TO START BURSTING. WE WANT TO GET OUR PEOPLE OFF OF WELFARE AND BACK TO WORK. SO IMPORTANT. IT'S OUT OF CONTROL. [APPLAUSE] PRESIDENT TRUMP: WE BELIEVE THE WORLD'S BEST COUNTRY OUGHT TO HAVE THE WORLD'S BEST INFRASTRUCTURE. IT IS WHAT OUR PEOPLE DESERVE AND IT IS WHAT WE WILL ENSURE THEY GET. OUR INFRASTRUCTURE IS IN SERIOUS TROUBLE. WE WILL BUILD NEW ROADS AND HIGHWAYS AND TUNNELS AND AIRPORTS AND RAILWAYS ACROSS THE NATION. WE WILL FIX OUR EXISTING PRODUCT BEFORE WE BUILD ANYTHING BRAND-NEW. WE HAVE TO FIX WHAT WE HAVE. WE WILL FIX IT FIRST. WE HAVE A LOT OF THINGS THAT ARE IN BAD SHAPE. WE WILL REBUILD OUR MILITARY TO TAKE CARE OF OUR GREAT VETERANS. [APPLAUSE]\nPRESIDENT TRUMP: THANK YOU. [APPLAUSE] PRESIDENT TRUMP: WE ARE WORKING HARD WITH THE VETERANS AND WE WILL DO SOMETHING VERY SPECIAL WITH THE VETERANS.IT IS TIME. AT THE SAME TIME, WE WILL UNLEASH THE FULL POWER OF AMERICAN ENERGY COMMANDING THE JOB KILLING RESTRICTIONS ON SHALE, OIL NATURAL GAS AND CLEAN , BEAUTIFUL: WE WILL PUT OUR COAL MINERS BACK TO WORK. THAT'S BEAUTIFUL COAL AND WE WILL PUT OUR COAL MINERS BACK TO WORK. [APPLAUSE] PRESIDENT TRUMP: AND WE WILL PROTECT OUR FARMERS, RANCHERS, HUNTERS, ANGLERS AND ALL WHO ENJOY THE OUTDOORS. TO BE A RICH COUNTRY, WE MUST ALSO BE A SAFE COUNTRY. RIGHT NOW, TOO MANY FAMILIES DON'T FEEL SECURE. JUST LOOK AT THE 30 LARGEST CITIES. THE MURDER RATE HAS INCREASED BY 14%. HERE IN PHILADELPHIA, THE MURDER RATE HAS BEEN STEADYILY INCREASING. LOOK AT CHICAGO. WHAT'S GOING ON IN CHICAGO? I SAID IT THE OTHER DAY, WHAT THE HELL IS GOING ON? >> DEMOCRATS! [APPLAUSE] [LAUGHTER] PRESIDENT TRUMP: THAT IS WHY WE WILL CONTINUE TO STAND WITH THE INCREDIBLE MEN AND WOMEN OF LAW ENFORCEMENT. [APPLAUSE]\nPRESIDENT TRUMP: YESTERDAY, I HAD THE HONOR OF SWEARING IN GENERAL JOHN KELLY AS OUR SECRETARY OF HOMELAND SECURITY. HE IS GOING TO BE AMAZING. TOMORROW,I WILL SWEAR IN GENERAL JAMES MATTIS AS OUR NEW SECRETARY OF DEFENSE. [APPLAUSE] PRESIDENT TRUMP: THESE MEN HAVE DEVOTED THEIR LIVES TO DEFENDING AMERICA AND NOW, I LOOK FORWARD TO WORKING WITH THEM ALONG WITH OUR GREAT NEW HEAD OF THE CIA. WE HAVE SO MANY DIFFERENT PEOPLE THAT WE ARE PUTTING IN OFFICE, I THINK IT IS THE GROUP OF ALL-STARS LIKE NOBODY HAS SEEN BEFORE. WHERE IS POMPEO? WHERE THE HELL IS HE? HE'S WORKING? [LAUGHTER] PRESIDENT TRUMP: HE IS GOING TO BE ANOTHER ONE OF THE BIG STARS. I HAVE TO MENTION HIM EVERY SINGLE TIME. ONE OF YOU. [APPLAUSE] PRESIDENT TRUMP: WITH YOU IN CONGRESS TO KEEP OUR COUNTRY SAFE FROM THE MANY THREATS WE FACE TODAY, THAT INCLUDES PROTECTING AMERICANS FROM RADICAL ISLAMIC TERRORISM. [APPLAUSE] PRESIDENT TRUMP: WE ALSO NEED TO KEEP THE BALLOT BOX SAFE FROM ILLEGAL VOTING. BELIEVE ME, TAKE A LOOK AT WHAT IS REGISTERING, FOLKS -- TAKE A LOOK AT WHAT IS REGISTERING. WE WILL PROTECT THE INTEGRITY OF THE BALLOT BOX AND WE ARE GOING TO DEFEND THE VOTES OF THE AMERICAN CITIZEN. ALL OF US HERE TODAY FOR THE SAME REASONS, TO SERVE THE CITIZENS OF OUR COUNTRY. WE ARE NOT HERE FOR OURSELVES, WE ARE HERE FOR THEM. WE ARE HERE FOR THE PEOPLE. WE ARE BLESSED BY DIVINITY AND HONORED BY HISTORY WITH THE TASK OF PRESERVING THIS GREAT REPUBLIC AND EXPANDING ITS BLESSINGS TO EVERY SINGLE AMERICAN. [APPLAUSE] PRESIDENT TRUMP: THANK YOU. ALL OF US ARE JOINED IN THIS EFFORT. ALL OF US ARE BOUND BY DUTY AND BOUND BY GOD TO GIVE POWERFUL DEVOTION TO THIS COUNTRY AND ITS PEOPLE. THAT OBLIGATION FORM THE MORAL FOUNDATION OF OUR AGENDA. THAT AGENDA INCLUDES A LEAN, EFFICIENT GOVERNMENT. APPOINTING SUPREME COURT JUSTICES. SO IMPORTANT. WHO WILL UPHOLD AND DEFEND OUR CONSTITUTION. REDUCING TAXATION AND REGULATION. FAIR TRADE THAT CREATES A LEVEL PLAYING FIELD AS OPPOSED TO WHAT WE HAVE RIGHT NOW. AND FOSTERING RESPECT FOR OUR COUNTRY AND ITS FLAG. WE ARE NOW ONLY AT THE BEGINNING OF THIS INCREDIBLE JOURNEY TOGETHER. I AM HONORED TO BE YOUR PARTNER IN THIS AMAZING QUEST. I AM PRIVILEGED TO STAND WITH YOU, SHOULDER TO SHOULDER, AS WE WORK EVERY SINGLE DAY TO MAKE AMERICA GREAT AGAIN. THANK YOU. GOD BLESS YOU AND GOD BLESS AMERICA. IT IS A GREAT HONOR TO BE HERE. THANK YOU. [APPLAUSE] [INDISTINCT\nCONVERSATIONS] (music) [CAPTIONING\nPERFORMED BY THE NATIONAL CAPTIONING INSTITUTE, WHICH IS RESPONSIBLE FOR ITS CAPTION CONTENT AND ACCURACY. VISIT NCICAP.ORG] [CAPTIONS COPYRIGHT NATIONALCABLE SATELLITE CORP. 2016] >>", "timestamp": "2017-01-26T12:22:00-05:00"}
{"source": "http://www.cbsnews.com/news/trump-cia-speech-transcript", "text": "The following is a White House transcript.\n3:21 P.M. EST\nVICE PRESIDENT PENCE:  Thank you to the Acting Director Meroe Park.  Thank you for 27 years serving the United States of America here at CIA.  (Applause.)\nIt’s a great privilege for me to be with you today and to have the opportunity to introduce at his first event, on his first full day, the new President of the United States, Donald Trump.  (Applause.)\nAs you can imagine, it’s deeply humbling for my family and I to find ourselves in this role.  I’m grateful to our new President for the opportunity he’s given me and the opportunity the American people have given us to serve.  But it’s especially humbling for me to be before all of you today -- men and women of character, who have sacrificed greatly -- and to stand before this hallowed wall, this memorial wall, where we remember 117 who paid the ultimate sacrifice for our freedom.\nI can assure you this new President and our entire team recognizes and appreciates the sacrifices of all of the men and women of the intelligence community of the United States of America.  (Applause.)\nI’ve gotten to know our new President.  We traveled a lot together.  When the cameras are off and the -- lights are off, I’ll tell you two things I know for sure.  Number one, I’ve never met anyone more dedicated to the safety and security of the people of the United States of America, or anyone who is a greater strategic thinker about how we accomplish that for this nation.  In fact, to understand the life of our new President is -- his whole life was strategy.  He built an extraordinary success in the private sector, and I know he’s going to make America safe again.  (Applause.)\nAnd lastly, I can honestly tell you, for all my years serving in the Congress, serving as governor of my home state, traveling cross-country and seeing the connection that he’s made to men and women who serve and protect in every capacity in this country, I’ve never met anyone with a greater heart for those who every day, in diverse ways, protect the people of this nation through their character and their service and their sacrifice.\nAnd so let me say, it is my high honor and distinct privilege to introduce all of you the President of the United States.  (Applause.)\nPRESIDENT TRUMP:  Well, I want to thank everybody.  Very, very special people.  And it is true, this is my first stop, officially.  We’re not talking about the balls, or we’re not talking about even the speeches -- although they did treat me nicely on that speech yesterday.  (Laughter.)  I always call them the dishonest media, but they treated me nicely.  (Laughter.)\nBut I want to say that there is nobody that feels stronger about the intelligence community and the CIA than Donald Trump.  There’s nobody.  (Applause.)\nThe wall behind me is very, very special.  We’ve been touring for quite a while, and I’ll tell you what -- 29?  I can’t believe it.\nAUDIENCE MEMBER:  Twenty-eight.\nPRESIDENT TRUMP:  Oh, 28.  We got to reduce it.  That’s amazing.  And we really appreciate what you’ve done in terms of showing us something very special.  And your whole group, these are really special, amazing people.  Very, very few people could do the job you people do.  And I want to just let you know, I am so behind you.  And I know maybe sometimes you haven’t gotten the backing that you’ve wanted, and you’re going to get so much backing.  Maybe you’re going to say, please don’t give us so much backing.  (Laughter.)  Mr. President, please, we don’t need that much backing.  (Laughter.)  But you’re going to have that.  And I think everybody in this room knows it.\nYou know, the military and the law enforcement, generally speaking, but all of it -- but the military gave us tremendous percentages of votes.  We were unbelievably successful in the election with getting the vote of the military.  And probably almost everybody in this room voted for me, but I will not ask you to raise your hands if you did.  (Laughter.)  But I would guarantee a big portion, because we’re all on the same wavelength, folks.  (Applause.)  We’re all on the same wavelength, right?  He knows.  It took Brian about 30 seconds to figure that one out, right, because we know we’re on the same wavelength.\nBut we’re going to do great things.  We’re going to do great things.  We’ve been fighting these wars for longer than any wars we’ve ever fought.  We have not used the real abilities that we have.  We’ve been restrained.  We have to get rid of ISIS.  Have to get rid of ISIS.  We have no choice.  (Applause.)  Radical Islamic terrorism.  And I said it yesterday -- it has to be eradicated just off the face of the Earth.  This is evil.  This is evil.  And you know, I can understand the other side.  We can all understand the other side.  There can be wars between countries, there can be wars.  You can understand what happened.  This is something nobody can even understand.  This is a level of evil that we haven’t seen.  And you’re going to go to it, and you’re going to do a phenomenal job.  But we’re going to end it.  It’s time.  It’s time right now to end it.\nYou have somebody coming on who is extraordinary.  For the different positions of “Secretary of This” and “Secretary of That” and all of these great positions, I’d see five, six, seven, eight people.  And we had a great transition.  We had an amazing team of talent.  And, by the way, General Flynn is right over here.  Put up your hand.  What a good guy.  (Applause.)  And Reince and my whole group.  Reince -- you know -- they don’t care about Reince.  He’s like this political guy that turned out to be a superstar, right?  We don’t have to talk about Reince.\nBut we did -- we had such a tremendous, tremendous success.  So when I’m interviewing all of these candidates that Reince and his whole group is putting in front, it went very, very quickly, and, in this case, went so quickly -- because I would see six or seven or eight for Secretary of Agriculture, who we just named the other day, Sonny Perdue, former governor of Georgia.  Fantastic guy.  But I’d see six, seven, eight people for a certain position.  Everybody wanted it.\nBut I met Mike Pompeo, and it was the only guy I met.  I didn’t want to meet anybody else.  I said, cancel everybody else.  Cancel.  Now, he was approved, essentially, but they’re doing little political games with me.  He was one of the three.  Now, last night, as you know, General Mattis, fantastic guy, and General Kelly got approved.  (Applause.)  And Mike Pompeo was supposed to be in that group.  It was going to be the three of them.  Can you imagine all of these guys?  People respect -- you know, they respect that military sense.  All my political people, they’re not doing so well.  The political people aren’t doing so well but you.  We’re going to get them all through, but some will take a little bit longer than others.\nBut Mike was literally -- I had a group of -- what, we had nine different people?  Now, I must say, I didn’t mind cancelling eight appointments.  That wasn’t the worst thing in the world.  But I met him and I said, he is so good.  Number one in his class at West Point.\nNow, I know a lot about West Point.  I’m a person that very strongly believes in academics.  In fact, every time I say I had an uncle who was a great professor at MIT for 35 years who did a fantastic job in so many different ways, academically -- was an academic genius -- and then they say, is Donald Trump an intellectual?  Trust me, I’m like a smart persona.  (Laughter.)  And I recognized immediately.  So he was number one at West Point, and he was also essentially number one at Harvard Law School.  And then he decided to go into the military.  And he ran for Congress.  And everything he’s done has been a homerun.  People like him, but much more importantly to me, everybody respects him.  And when I told Paul Ryan that I wanted to do this, I would say he may be the only person that was not totally thrilled -- right, Mike?  Because he said, I don’t want to lose this guy.\nBut you will be getting a total star.  You’re going to be getting a total gem.  He’s a gem.  (Applause.)  You’ll see.  You’ll see.  And many of you know him anyway.  But you’re going to see.  And again, we have some great people going in.  But this one is something -- is going to be very special, because this is one, if I had to name the most important, this would certainly be perhaps -- you know, in certain ways, you could say my most important.  You do the job like everybody in this room is capable of doing.  And the generals are wonderful, and the fighting is wonderful.  But if you give them the right direction, boy, does the fighting become easier.  And, boy, do we lose so fewer lives, and win so quickly.  And that’s what we have to do.  We have to start winning again.\nYou know, when I was young and when I was -- of course, I feel young.  I feel like I’m 30, 35, 39.  (Laughter.)  Somebody said, are you young?  I said, I think I’m young.  You know, I was stopping -- when we were in the final month of that campaign, four stops, five stops, seven stops.  Speeches, speeches, in front of 25,000, 30,000 people, 15,000, 19,000 from stop to stop.  I feel young.\nWhen I was young -- and I think we’re all sort of young.  When I was young, we were always winning things in this country.  We’d win with trade.  We’d win with wars.  At a certain age, I remember hearing from one of my instructors, “The United States has never lost a war.”  And then, after that, it’s like we haven’t won anything.  We don’t win anymore.  The old expression, “to the victor belong the spoils” -- you remember.  I always used to say, keep the oil.  I wasn’t a fan of Iraq.  I didn’t want to go into Iraq.  But I will tell you, when we were in, we got out wrong.  And I always said, in addition to that, keep the oil.  Now, I said it for economic reasons.  But if you think about it, Mike, if we kept the oil you probably wouldn’t have ISIS because that’s where they made their money in the first place.  So we should have kept the oil.  But okay.  (Laughter.)  Maybe you’ll have another chance.  But the fact is, should have kept the oil.\nI believe that this group is going to be one of the most important groups in this country toward making us safe, toward making us winners again, toward ending all of the problems.  We have so many problems that are interrelated that we don’t even think of, but interrelated to the kind of havoc and fear that this sick group of people has caused.  So I can only say that I am with you 1,000 percent.\nAnd the reason you’re my first stop is that, as you know, I have a running war with the media.  They are among the most dishonest human beings on Earth.  (Laughter and applause.)  And they sort of made it sound like I had a feud with the intelligence community.  And I just want to let you know, the reason you’re the number-one stop is exactly the opposite -- exactly.  And they understand that, too.\nAnd I was explaining about the numbers.  We did a thing yesterday at the speech.  Did everybody like the speech?  (Applause.)  I’ve been given good reviews.  But we had a massive field of people.  You saw them.  Packed.  I get up this morning, I turn on one of the networks, and they show an empty field.  I say, wait a minute, I made a speech.  I looked out, the field was -- it looked like a million, million and a half people.  They showed a field where there were practically nobody standing there.  And they said, Donald Trump did not draw well.  I said, it was almost raining, the rain should have scared them away, but God looked down and he said, we’re not going to let it rain on your speech.\nIn fact, when I first started, I said, oh, no.  The first line, I got hit by a couple of drops.  And I said, oh, this is too bad, but we’ll go right through it.  But the truth is that it stopped immediately.  It was amazing.  And then it became really sunny.  And then I walked off and it poured right after I left.  It poured.  But, you know, we have something that’s amazing because we had -- it looked -- honestly, it looked like a million and a half people.  Whatever it was, it was.  But it went all the way back to the Washington Monument.  And I turn on -- and by mistake I get this network, and it showed an empty field.  And it said we drew 250,000 people.  Now, that’s not bad, but it’s a lie.  We had 250,000 people literally around -- you know, in the little bowl that we constructed.  That was 250,000 people.  The rest of the 20-block area, all the way back to the Washington Monument, was packed.  So we caught them, and we caught them in a beauty.  And I think they’re going to pay a big price.\nWe had another one yesterday, which was interesting.  In the Oval Office there’s a beautiful statue of Dr. Martin Luther King.  And I also happen to like Churchill, Winston Churchill.  I think most of us like Churchill.  He doesn’t come from our country, but had a lot to do with it.  Helped us; real ally.  And, as you know, the Churchill statue was taken out -- the bust.  And as you also probably have read, the Prime Minister is coming over to our country very shortly.  And they wanted to know whether or not I’d like it back.  I say, absolutely, but in the meantime we have a bust of Churchill.\nSo a reporter for Time magazine -- and I have been on there cover, like, 14 or 15 times.  I think we have the all-time record in the history of Time Magazine.  Like, if Tom Brady is on the cover, it’s one time, because he won the Super Bowl or something, right?  (Laughter.)  I’ve been on it for 15 times this year.  I don’t think that’s a record, Mike, that can ever be broken.  Do you agree with that?  What do you think?\nBut I will say that they said -- it was very interesting -- that Donald Trump took down the bust, the statue, of Dr. Martin Luther King.  And it was right there.  But there was a cameraman that was in front of it.  (Laughter.)  So Zeke -- Zeke from Time Magazine writes a story about I took down.  I would never do that because I have great respect for Dr. Martin Luther King.  But this is how dishonest the media is.\nNow, the big story -- the retraction was, like, where?  Was it a line?  Or do they even bother putting it in?  So I only like to say that because I love honesty.  I like honest reporting.\nI will tell you, final time -- although I will say it, when you let in your thousands of other people that have been trying to come in -- because I am coming back -- we’re going to have to get you a larger room.  (Applause.)  We may have to get you a larger room.  You know?  And maybe, maybe, it will be built by somebody that knows how to build, and we won’t have columns.  (Laughter.)  You understand that?  (Applause.)  We get rid of the columns.\nNo, I just wanted to really say that I love you, I respect you.  There’s nobody I respect more.  You’re going to do a fantastic job.  And we’re going to start winning again, and you’re going to be leading the charge.\nSo thank you all very much.  (Applause.)  Thank you -- you’re beautiful.  Thank you all very much.  Have a good time.  I’ll be back.  I’ll be back.  Thank you.\nEND3:40 P.M. EST", "timestamp": "2017-01-23T15:53:00-05:00"}
